[
  {
    "quote": "Treat others as you would like to be treated.",
    "by": ""
  },
  {
    "quote": "Where there is love there is life.",
    "by": ""
  },
  {
    "quote": "The best way to find yourself is to lose yourself in the service of others.",
    "by": ""
  },
  {
    "quote": "Darkness cannot drive out darkness: only light can do that. Hate cannot drive out hate: only love can do that.",
    "by": ""
  },
  {
    "quote": "Do unto others as you would have them do unto you.",
    "by": ""
  },
  {
    "quote": "The only way to do great work is to love what you do.",
    "by": ""
  },
  {
    "quote": "Be the change that you wish to see in the world.",
    "by": ""
  },
  {
    "quote": "Happiness is not something ready made. It comes from your own actions.",
    "by": ""
  },
  {
    "quote": "The future belongs to those who believe in the beauty of their dreams.",
    "by": ""
  },
  {
    "quote": "It is not our differences that divide us. It is our inability to recognize, accept, and celebrate those differences.",
    "by": ""
  },
  {
    "quote": "Kindness is a language which the deaf can hear and the blind can see.",
    "by": ""
  },
  {
    "quote": "Alone we can do so little; together we can do so much.",
    "by": ""
  },
  {
    "quote": "What you do not want done to yourself, do not do to others.",
    "by": ""
  },
  {
    "quote": "The greatest glory in living lies not in never falling, but in rising every time we fall.",
    "by": ""
  },
  {
    "quote": "Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope.",
    "by": ""
  },
  {
    "quote": "We are all in this together.",
    "by": ""
  },
  {
    "quote": "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.",
    "by": ""
  },
  {
    "quote": "Let your hopes, not your hurts, shape your future.",
    "by": ""
  },
  {
    "quote": "We rise by lifting others.",
    "by": ""
  },
  {
    "quote": "Every act of kindness has a positive ripple effect.",
    "by": ""
  },
  {
    "quote": "Just wanted to send you a smile today.",
    "by": ""
  },
  {
    "quote": "Sending you sunshine and positive vibes today!",
    "by": ""
  },
  {
    "quote": "I just wanted to let you know you're on my mind, and I hope you're having a wonderful day.",
    "by": ""
  },
  {
    "quote": "Feeling grateful for amazing people like you in my life.",
    "by": ""
  },
  {
    "quote": "Thinking of you and sending you all the good energy in the world!",
    "by": ""
  },
  {
    "quote": "You're one of a kind! Thanks for being you.",
    "by": ""
  },
  {
    "quote": "Thinking of you during this tough time. Sending you love and support.",
    "by": ""
  },
  {
    "quote": "You're stronger than you think. Here for you if you need anything at all.",
    "by": ""
  },
  {
    "quote": "Just wanted to let you know I'm here for you, no matter what.",
    "by": ""
  },
  {
    "quote": "May this quote be a small reminder that you're not alone. Sending you strength.",
    "by": ""
  },
  {
    "quote": "Sending you a virtual hug and all the positive vibes. You've got this!",
    "by": ""
  },
  {
    "quote": "You make my world a brighter place. Just wanted to let you know.",
    "by": ""
  },
  {
    "quote": "Feeling so lucky to have you in my life. Thank you for everything.",
    "by": ""
  },
  {
    "quote": "Sending you all the love and positive vibes in the universe!",
    "by": ""
  },
  {
    "quote": "You're the sunshine on a cloudy day. Here's to you!",
    "by": ""
  },
  {
    "quote": "Feeling grateful for your friendship (or love) today. You mean the world to me.",
    "by": ""
  },
  {
    "quote": "Just wanted to let you know how much I appreciate you being you. Thank you for everything.",
    "by": ""
  },
  {
    "quote": "You're always in my thoughts, even when we're miles apart. Sending you a virtual hug!",
    "by": ""
  },
  {
    "quote": "Sending you positive vibes!",
    "by": ""
  },
  {
    "quote": "Hoping today brings you smiles as big as your dreams.",
    "by": ""
  },
  {
    "quote": "May your day be as smooth and successful as you've planned.",
    "by": ""
  },
  {
    "quote": "Let today be a reflection of your positive spirit and hard work.",
    "by": ""
  },
  {
    "quote": "Hoping each moment of your day is filled with happiness.",
    "by": ""
  },
  {
    "quote": "May your day be as bright and promising as the first rays of the morning sun.",
    "by": ""
  },
  {
    "quote": "Wishing you a day filled with joy, peace, and fulfilling moments.",
    "by": ""
  },
  {
    "quote": "May your day be as bright as that awesome smile of yours! ☀️",
    "by": ""
  },
  {
    "quote": "Let this day bring you closer to achieving your dreams.",
    "by": ""
  },
  {
    "quote": "Hoping your day is filled with moments that make you smile.",
    "by": ""
  },
  {
    "quote": "Let today be a canvas for your creativity and dreams.",
    "by": ""
  },
  {
    "quote": "Hoping your day is as serene and calm as a gentle breeze.",
    "by": ""
  },
  {
    "quote": "Hoping your day is as refreshing and revitalizing as a morning dew.",
    "by": ""
  },
  {
    "quote": "May your day be filled with love, laughter, and memorable moments.",
    "by": ""
  },
  {
    "quote": "Hope each moment of your day comes together like a perfect playlist – nothing but good vibes ahead!",
    "by": ""
  },
  {
    "quote": "May your day be a tapestry of meaningful encounters, heartwarming moments, and achievements, each thread adding to your life's beautiful pattern.",
    "by": ""
  },
  {
    "quote": "Wishing you a day filled with the warmth of friendship, the joy of discovery, and the satisfaction of a job well done.",
    "by": ""
  },
  {
    "quote": "Hope your day's packed with awesome surprises – you deserve all the good stuff coming your way! ✨",
    "by": ""
  },
  {
    "quote": "May your day be as exciting and fulfilling as a journey to a new destination, full of wonder and memorable experiences.",
    "by": ""
  },
  {
    "quote": "Wishing you a day as calm and refreshing as a morning breeze, bringing clarity, peace, and a fresh perspective to your endeavors.",
    "by": ""
  },
  {
    "quote": "Hope your day is as satisfying as overcoming a challenging puzzle, leaving you with a sense of accomplishment and fulfillment.",
    "by": ""
  },
  {
    "quote": "May your day be an uplifting journey through moments of serendipity, shared smiles, and small victories, making every minute count.",
    "by": ""
  },
  {
    "quote": "You're braver than you believe, and stronger than you seem, and smarter than you think.",
    "by": ""
  },
  {
    "quote": "Yesterday is not ours to recover, but tomorrow is ours to win or lose.",
    "by": ""
  },
  {
    "quote": "Everyone has inside them a piece of good news.",
    "by": ""
  },
  {
    "quote": "Press on – nothing can take the place of persistence.",
    "by": ""
  },
  {
    "quote": "The good news is you don't know how great you can be! How much you can love! What you can accomplish! And what your potential is.",
    "by": ""
  },
  {
    "quote": "It doesn't matter how slow you go as long as you don't stop.",
    "by": ""
  },
  {
    "quote": "Believe you can and you're halfway there.",
    "by": ""
  },
  {
    "quote": "Do not let what you cannot do interfere with what you can do.",
    "by": ""
  },
  {
    "quote": "Focus on the journey, not the destination.",
    "by": ""
  },
  {
    "quote": "Remember you're the one who can fill the world with sunshine.",
    "by": ""
  },
  {
    "quote": "Nothing is impossible, the word itself says 'I'm possible'!",
    "by": ""
  },
  {
    "quote": "If you have good thoughts they will shine out of your face like sunbeams and you will always look lovely.",
    "by": ""
  },
  {
    "quote": "Everything you can imagine is real.",
    "by": ""
  },
  {
    "quote": "If I cannot do great things, I can do small things in a great way.",
    "by": ""
  },
  {
    "quote": "Winning doesn't always mean being first. Winning means you're doing better than you've done before.",
    "by": ""
  },
  {
    "quote": "Why fit in when you were born to stand out?",
    "by": ""
  },
  {
    "quote": "Be Silly, Be Honest, Be Kind.",
    "by": ""
  },
  {
    "quote": "Every small positive change we make in ourselves repays us in confidence in the future.",
    "by": ""
  },
  {
    "quote": "Rise above the storm and you will find the sunshine.",
    "by": ""
  },
  {
    "quote": "Your destiny is to fulfill those things upon which you focus most intently.",
    "by": ""
  },
  {
    "quote": "Cherish your visions and your dreams as they are the children of your soul, the blueprints of your ultimate achievements.",
    "by": ""
  },
  {
    "quote": "It always seems impossible until it's done.",
    "by": ""
  },
  {
    "quote": "Every day is a new beginning. Take a deep breath, smile, and start again.",
    "by": ""
  },
  {
    "quote": "Have a great day, and remember the best is yet to come.",
    "by": ""
  },
  {
    "quote": "The best preparation for tomorrow is doing your best today.",
    "by": ""
  },
  {
    "quote": "Today is a good day for a good day.",
    "by": ""
  },
  {
    "quote": "Make each day your masterpiece.",
    "by": ""
  },
  {
    "quote": "A day without laughter is a day wasted.",
    "by": ""
  },
  {
    "quote": "Wishing you a day that brings the kind of beauty and joy you bring to others.",
    "by": ""
  },
  {
    "quote": "Here's to a day filled with endless possibilities and new opportunities.",
    "by": ""
  },
  {
    "quote": "Hope today brings you more reasons to smile.",
    "by": ""
  },
  {
    "quote": "Sending you lots of love and happiness to brighten your day.",
    "by": ""
  },
  {
    "quote": "Start each day with a positive thought and a grateful heart.",
    "by": ""
  },
  {
    "quote": "Success is not how high you have climbed, but how you make a positive difference to the world.",
    "by": ""
  },
  {
    "quote": "Believe in the magic of today.",
    "by": ""
  },
  {
    "quote": "Rise up, start fresh, see the bright opportunity in each day.",
    "by": ""
  },
  {
    "quote": "Embrace the glorious mess that you are.",
    "by": ""
  },
  {
    "quote": "May your coffee be strong and your day be sweet.",
    "by": ""
  },
  {
    "quote": "Here's to a day full of productivity and positive outcomes.",
    "by": ""
  },
  {
    "quote": "Wishing you a fantastic day ahead filled with good luck and success.",
    "by": ""
  },
  {
    "quote": "You are my sunshine on a cloudy day.",
    "by": ""
  },
  {
    "quote": "Every day is a new adventure. Embrace it with an open heart.",
    "by": ""
  },
  {
    "quote": "Happiness is not by chance, but by choice.",
    "by": ""
  },
  {
    "quote": "Today is the perfect day to be happy.",
    "by": ""
  },
  {
    "quote": "When you arise in the morning, think of what a precious privilege it is to be alive.",
    "by": ""
  },
  {
    "quote": "May your day be as bright and beautiful as your smile.",
    "by": ""
  },
  {
    "quote": "I hope your day is as amazing as you are.",
    "by": ""
  },
  {
    "quote": "Wishing you a day full of joyful moments and warm hugs.",
    "by": ""
  },
  {
    "quote": "May today bring you good news and plenty of reasons to smile.",
    "by": ""
  },
  {
    "quote": "Here's to a day as lovely as your kind heart.",
    "by": ""
  },
  {
    "quote": "Do something today that your future self will thank you for.",
    "by": ""
  },
  {
    "quote": "Life offers you a thousand chances... all you have to do is take one.",
    "by": ""
  },
  {
    "quote": "The biggest adventure you can take is to live the life of your dreams.",
    "by": ""
  },
  {
    "quote": "May your day be filled with endless joy and unexpected blessings.",
    "by": ""
  },
  {
    "quote": "I hope your day is as lovely and inspiring as you are.",
    "by": ""
  },
  {
    "quote": "Wishing you a peaceful day where everything falls right into place.",
    "by": ""
  },
  {
    "quote": "May today be a stepping stone to your dreams.",
    "by": ""
  },
  {
    "quote": "May your day be touched by unexpected beauty and comfort.",
    "by": ""
  },
  {
    "quote": "A smile is a curve that sets everything straight.",
    "by": ""
  },
  {
    "quote": "Don't count the days, make the days count.",
    "by": ""
  },
  {
    "quote": "Each day comes bearing its own gifts. Untie the ribbons.",
    "by": ""
  },
  {
    "quote": "Be the reason someone smiles today.",
    "by": ""
  },
  {
    "quote": "Today is a great day to have a great day.",
    "by": ""
  },
  {
    "quote": "Wishing you joy, love, and sunshine on this beautiful day.",
    "by": ""
  },
  {
    "quote": "May your heart be light and your day be bright.",
    "by": ""
  },
  {
    "quote": "Here's to a day full of laughter and feeling great in every possible way.",
    "by": ""
  },
  {
    "quote": "Wishing you a delightful day filled with beautiful moments.",
    "by": ""
  },
  {
    "quote": "May your soul be nourished and your spirit be uplifted today.",
    "by": ""
  },
  {
    "quote": "Happiness depends upon ourselves.",
    "by": ""
  },
  {
    "quote": "Light tomorrow with today!",
    "by": ""
  },
  {
    "quote": "Life is the flower for which love is the honey.",
    "by": ""
  },
  {
    "quote": "The only way to have a friend is to be one.",
    "by": ""
  },
  {
    "quote": "Keep your face always toward the sunshine—and shadows will fall behind you.",
    "by": ""
  },
  {
    "quote": "What we think, we become.",
    "by": ""
  },
  {
    "quote": "We are what we repeatedly do.",
    "by": ""
  },
  {
    "quote": "Whatever you are, be a good one.",
    "by": ""
  },
  {
    "quote": "Pause your use of social media and rediscover the allure of the present moment.",
    "by": ""
  },
  {
    "quote": "In a world always connected, a social media break is self-care.",
    "by": ""
  },
  {
    "quote": "Finding yourself often involves disconnecting from others.",
    "by": ""
  },
  {
    "quote": "A break from social media isn't missing out; it's gaining time for what truly fulfills you.",
    "by": ""
  },
  {
    "quote": "We miss special moments staring at screens. Take a break and live for real.",
    "by": ""
  },
  {
    "quote": "Your value isn't in likes or followers. Pause and remember your worth.",
    "by": ""
  },
  {
    "quote": "Taking a pause from social media is akin to inhaling amidst the clamor of the world.",
    "by": ""
  },
  {
    "quote": "Disconnecting makes you reconnect with your thoughts and goals.",
    "by": ""
  },
  {
    "quote": "A break from social media opens room for true connections and meaningful talks.",
    "by": ""
  },
  {
    "quote": "Step away from the online world and savor the real beauty around you. Take a break from social media.",
    "by": ""
  },
  {
    "quote": "Your best stories belong in your journal, not on social media. Pause and craft your own narrative.",
    "by": ""
  },
  {
    "quote": "Life's grand adventures unfold offline. A break from social media is a powerful reminder of that.",
    "by": ""
  },
  {
    "quote": "Break free from your screen's hold. Take a social media break and reclaim your freedom.",
    "by": ""
  },
  {
    "quote": "Take a break from social media and focus on your mind.",
    "by": ""
  },
  {
    "quote": "True connection isn't found on a screen. Pause on social media and connect with those around you.",
    "by": ""
  },
  {
    "quote": "The world is much bigger than your social media. Take a break and see it for yourself.",
    "by": ""
  },
  {
    "quote": "Live without posting, liking, or sharing. Just experience the moment.",
    "by": ""
  },
  {
    "quote": "Take a break to get back in touch with yourself.",
    "by": ""
  },
  {
    "quote": "Freedom comes from releasing the digital ties that bind you.",
    "by": ""
  },
  {
    "quote": "Discover freedom in the world beyond the screen.",
    "by": ""
  },
  {
    "quote": "Your worth is not dictated by online approval through likes and comments.",
    "by": ""
  },
  {
    "quote": "Escape the online trap and enjoy real-life moments.",
    "by": ""
  },
  {
    "quote": "Unplug to unleash your true potential.",
    "by": ""
  },
  {
    "quote": "Happiness grows when you take a break from the online world.",
    "by": ""
  },
  {
    "quote": "Step out of the digital bubble and embrace reality.",
    "by": ""
  },
  {
    "quote": "Turn off notifications and spend time with your thoughts.",
    "by": ""
  },
  {
    "quote": "Pause the virtual noise and find your inner peace.",
    "by": ""
  },
  {
    "quote": "Give yourself a break from electronic devices and engage with the environment surrounding you.",
    "by": ""
  },
  {
    "quote": "Discover your true self offline, away from the digital world.",
    "by": ""
  },
  {
    "quote": "Offline is where life's most special moments unfold.",
    "by": ""
  },
  {
    "quote": "Disconnect to rediscover the beauty of nature.",
    "by": ""
  },
  {
    "quote": "Your worth goes beyond social media likes.",
    "by": ""
  },
  {
    "quote": "Step back from the online crowd and discover your own rhythm.",
    "by": ""
  },
  {
    "quote": "Enjoy great stories, don't just post them online.",
    "by": ""
  },
  {
    "quote": "Take a break from the digital spotlight and discover your genuine expression.",
    "by": ""
  },
  {
    "quote": "Explore the unknown wonders of life beyond the digital world.",
    "by": ""
  },
  {
    "quote": "Happiness in moments untouched by screens.",
    "by": ""
  },
  {
    "quote": "Pause the digital hustle, discover your inner peace.",
    "by": ""
  },
  {
    "quote": "Unplug to reconnect with your inner wisdom.",
    "by": ""
  },
  {
    "quote": "Taking a break from social media lets you make, discover, and shape your own special journey.",
    "by": ""
  },
  {
    "quote": "Don't let the virtual world steal real-life experiences. Pause and make memories that will last.",
    "by": ""
  },
  {
    "quote": "Taking a break from social media helps you listen better to your thoughts and feelings.",
    "by": ""
  },
  {
    "quote": "Spreading sunshine like it's my job ☀️",
    "by": ""
  },
  {
    "quote": "Sweeter than honey 🍯",
    "by": ""
  },
  {
    "quote": "Living my story, one picture at a time 📖📸",
    "by": ""
  },
  {
    "quote": "Just a sprinkle of fairy dust and a lot of joy ✨",
    "by": ""
  },
  {
    "quote": "Catching flights, not feelings ✈️❤️",
    "by": ""
  },
  {
    "quote": "Dream big, sparkle more, shine bright 💫",
    "by": ""
  },
  {
    "quote": "Radiate positivity like it's your favorite trend 🌟",
    "by": ""
  },
  {
    "quote": "Life is short, make every hair flip count 💁‍♀️",
    "by": ""
  },
  {
    "quote": "Stay cozy and magical 🌈🧸",
    "by": ""
  },
  {
    "quote": "Creating my own sunshine on cloudy days 🌥️",
    "by": ""
  },
  {
    "quote": "Sipping on sunshine and good vibes ☕🌈",
    "by": ""
  },
  {
    "quote": "Be the reason someone smiles today 😊",
    "by": ""
  },
  {
    "quote": "Choosing happiness over perfection 💖",
    "by": ""
  },
  {
    "quote": "Just like a star, be beautiful from the inside out ✨",
    "by": ""
  },
  {
    "quote": "Flowers grow back, even after they are stepped on, and so will I 🌺",
    "by": ""
  },
  {
    "quote": "Embrace the glorious mess that you are 🌀",
    "by": ""
  },
  {
    "quote": "Spread love like confetti 🎉❤️",
    "by": ""
  },
  {
    "quote": "A little sass with a lot of class 💁‍♀️✨",
    "by": ""
  }
]
