[
  {
    "quote": "Life is inherently risky. There is only one big risk you should avoid at all costs—and that is the risk of doing nothing.",
    "by": "Denis Waitley"
  },
  {
    "quote": "Life is a succession of lessons which must be lived to be understood.",
    "by": "Ralph Waldo Emerson"
  },
  {
    "quote": "In the long run, we shape our lives, and we shape ourselves. The process never ends until we die.",
    "by": "Eleanor Roosevelt"
  },
  {
    "quote": "The only person you are destined to become is the person you decide to be.",
    "by": "Ralph Waldo Emerson"
  },
  {
    "quote": "Life isn’t about finding yourself. Life is about creating yourself.",
    "by": "George Bernard Shaw"
  },
  {
    "quote": "The biggest adventure you can take is to live the life of your dreams.",
    "by": "Oprah Winfrey"
  },
  {
    "quote": "It is not the strongest of the species that survive, nor the most intelligent, but the one most responsive to change.",
    "by": "Charles Darwin"
  },
  {
    "quote": "We do not remember days; we remember moments.",
    "by": "Cesare Pavese"
  },
  {
    "quote": "The best way to predict your future is to create it.",
    "by": "Peter Drucker"
  },
  {
    "quote": "You must be the change you wish to see in the world.",
    "by": "Mahatma Gandhi"
  },
  {
    "quote": "Don’t judge each day by the harvest you reap but by the seeds that you plant.",
    "by": "Robert Louis Stevenson"
  },
  {
    "quote": "He who has a why to live can bear almost any how.",
    "by": "Friedrich Nietzsche"
  },
  {
    "quote": "It does not matter how slowly you go so long as you do not stop.",
    "by": "Confucius"
  },
  {
    "quote": "When we are no longer able to change a situation, we are challenged to change ourselves.",
    "by": "Viktor E. Frankl"
  },
  {
    "quote": "Don’t let yesterday take up too much of today.",
    "by": "Will Rogers"
  },
  {
    "quote": "The real voyage of discovery consists not in seeking new landscapes, but in having new eyes.",
    "by": "Marcel Proust"
  },
  {
    "quote": "You can’t cross the sea merely by standing and staring at the water.",
    "by": "Rabindranath Tagore"
  },
  {
    "quote": "The only limit to our realization of tomorrow will be our doubts of today.",
    "by": "Franklin D. Roosevelt"
  },
  {
    "quote": "Success is not in what you have, but who you are.",
    "by": "Bo Bennett"
  },
  {
    "quote": "Don’t watch the clock; do what it does. Keep going.",
    "by": "Sam Levenson"
  },
  {
    "quote": "Everything you’ve ever wanted is on the other side of fear.",
    "by": "George Addair"
  },
  {
    "quote": "Challenges are what make life interesting; overcoming them is what makes life meaningful.",
    "by": "Joshua J. Marine"
  },
  {
    "quote": "Act as if what you do makes a difference. It does.",
    "by": "William James"
  },
  {
    "quote": "Choose a job you love, and you will never have to work a day in your life.",
    "by": "Confucius"
  },
  {
    "quote": "Happiness is not something ready made. It comes from your own actions.",
    "by": "Dalai Lama"
  },
  {
    "quote": "The only journey is the one within.",
    "by": "Rainer Maria Rilke"
  },
  {
    "quote": "Don’t count the days; make the days count.",
    "by": "Muhammad Ali"
  },
  {
    "quote": "The purpose of life is a life of purpose.",
    "by": "Robert Byrne"
  },
  {
    "quote": "Life is 10% what happens to you and 90% how you react to it.",
    "by": "Charles R. Swindoll"
  },
  {
    "quote": "The best time to plant a tree was 20 years ago. The second best time is now.",
    "by": "Chinese Proverb"
  },
  {
    "quote": "An unexamined life is not worth living.",
    "by": "Socrates"
  },
  {
    "quote": "Turn your wounds into wisdom.",
    "by": "Oprah Winfrey"
  },
  {
    "quote": "The purpose of our lives is to be happy.",
    "by": "Dalai Lama"
  },
  {
    "quote": "Life is like riding a bicycle. To keep your balance, you must keep moving.",
    "by": "Albert Einstein"
  },
  {
    "quote": "In three words I can sum up everything I've learned about life: It goes on.",
    "by": "Robert Frost"
  },
  {
    "quote": "To live is the rarest thing in the world. Most people exist, that is all.",
    "by": "Oscar Wilde"
  },
  {
    "quote": "The only way out of the labyrinth of suffering is to forgive.",
    "by": "John Green"
  },
  {
    "quote": "Your time is limited, don’t waste it living someone else’s life.",
    "by": "Steve Jobs"
  },
  {
    "quote": "Life is not a problem to be solved, but a reality to be experienced.",
    "by": "Søren Kierkegaard"
  },
  {
    "quote": "The greatest use of life is to spend it for something that will outlast it.",
    "by": "William James"
  },
  {
    "quote": "Start where you are. Use what you have. Do what you can.",
    "by": "Arthur Ashe"
  },
  {
    "quote": "Our lives begin to end the day we become silent about things that matter.",
    "by": "Martin Luther King Jr."
  },
  {
    "quote": "You alone are enough. You have nothing to prove to anybody.",
    "by": "Maya Angelou"
  },
  {
    "quote": "Find out who you are and do it on purpose.",
    "by": "Dolly Parton"
  },
  {
    "quote": "Keep your face always toward the sunshine, and shadows will fall behind you.",
    "by": "Walt Whitman"
  },
  {
    "quote": "The most wasted of days is one without laughter.",
    "by": "E.E. Cummings"
  },
  {
    "quote": "If I cannot do great things, I can do small things in a great way.",
    "by": "Martin Luther King Jr."
  },
  {
    "quote": "Learn as if you will live forever, live like you will die tomorrow.",
    "by": "Mahatma Gandhi"
  },
  {
    "quote": "When you change your thoughts, remember to also change your world.",
    "by": "Norman Vincent Peale"
  },
  {
    "quote": "Experience is a hard teacher because she gives the test first, the lesson afterward.",
    "by": "Vernon Sanders Law"
  },
  {
    "quote": "Just one small positive thought in the morning can change your whole day.",
    "by": "Dalai Lama"
  },
  {
    "quote": "If you can dream it, you can do it.",
    "by": "Walt Disney"
  },
  {
    "quote": "Do what you can, with what you have, where you are.",
    "by": "Theodore Roosevelt"
  },
  {
    "quote": "Rivers know this: there is no hurry. We shall get there someday.",
    "by": "A.A. Milne"
  },
  {
    "quote": "Whatever you are, be a good one.",
    "by": "Abraham Lincoln"
  },
  {
    "quote": "The past is never dead. It’s not even past.",
    "by": "William Faulkner"
  },
  {
    "quote": "The strongest of all warriors are these two—Time and Patience.",
    "by": "Leo Tolstoy"
  },
  {
    "quote": "Beware; for I am fearless, and therefore powerful.",
    "by": "Mary Shelley"
  },
  {
    "quote": "To the well-organized mind, death is but the next great adventure.",
    "by": "J.K. Rowling"
  },
  {
    "quote": "And, when you want something, all the universe conspires in helping you to achieve it.",
    "by": "Paulo Coelho"
  },
  {
    "quote": "It’s no use going back to yesterday, because I was a different person then.",
    "by": "Lewis Carroll"
  },
  {
    "quote": "Life is to be lived, not controlled; and humanity is won by continuing to play in face of certain defeat.",
    "by": "Ralph Ellison"
  },
  {
    "quote": "I know not all that may be coming, but be it what it will, I’ll go to it laughing.",
    "by": "Herman Melville"
  },
  {
    "quote": "If you tell the truth you do not need a good memory.",
    "by": "Mark Twain"
  },
  {
    "quote": "Life appears to me too short to be spent in nursing animosity or registering wrongs.",
    "by": "Charlotte Brontë"
  },
  {
    "quote": "It is only with the heart that one can see rightly; what is essential is invisible to the eye.",
    "by": "Antoine de Saint-Exupéry"
  },
  {
    "quote": "The true courage is in facing danger when you are afraid.",
    "by": "L. Frank Baum"
  },
  {
    "quote": "Today you are You, that is truer than true. There is no one alive who is Youer than You.",
    "by": "Dr. Seuss"
  },
  {
    "quote": "Never hurry and never worry!",
    "by": "E.B. White"
  },
  {
    "quote": "The thing is—fear can’t hurt you any more than a dream.",
    "by": "William Golding"
  },
  {
    "quote": "When we love, we always strive to become better than we are.",
    "by": "Paulo Coelho"
  },
  {
    "quote": "All humans make mistakes. What determines a person’s character aren’t the mistakes we make. It’s how we take those mistakes and turn them into lessons.",
    "by": "Anonymous"
  },
  {
    "quote": "The wound is the place where the light enters you.",
    "by": "Rumi"
  },
  {
    "quote": "The mind is its own place, and in itself can make a heaven of hell, a hell of heaven.",
    "by": "John Milton"
  },
  {
    "quote": "Simplicity, patience, compassion. These three are your greatest treasures.",
    "by": "Lao Tzu"
  },
  {
    "quote": "Grown-ups never understand anything by themselves, and it is tiresome for children to be always and forever explaining things to them.",
    "by": "Antoine de Saint-Exupéry"
  },
  {
    "quote": "No act of kindness, no matter how small, is ever wasted.",
    "by": "Aesop"
  },
  {
    "quote": "Wisdom cannot be imparted. Wisdom that a wise man attempts to impart always sounds like foolishness to someone else.",
    "by": "Hermann Hesse"
  },
  {
    "quote": "The truth is rarely pure and never simple.",
    "by": "Oscar Wilde"
  },
  {
    "quote": "The events in our lives happen in a sequence in time, but in their significance to ourselves they find their own order.",
    "by": "Eudora Welty"
  },
  {
    "quote": "The time is always right to do what is right.",
    "by": "Martin Luther King Jr."
  },
  {
    "quote": "The best thing to hold onto in life is each other.",
    "by": "Audrey Hepburn"
  },
  {
    "quote": "Life is not a spectator sport.",
    "by": "Jackie Robinson"
  },
  {
    "quote": "If you don't like the road you're walking, start paving another one.",
    "by": "Dolly Parton"
  },
  {
    "quote": "The two most important days in your life are the day you are born and the day you find out why.",
    "by": "Mark Twain"
  },
  {
    "quote": "You have brains in your head. You have feet in your shoes. You can steer yourself any direction you choose.",
    "by": "Dr. Seuss"
  },
  {
    "quote": "A life is not important except in the impact it has on other lives.",
    "by": "Jackie Robinson"
  },
  {
    "quote": "Courage doesn't always roar. Sometimes courage is the little voice at the end of the day that says I'll try again tomorrow.",
    "by": "Mary Anne Radmacher"
  },
  {
    "quote": "Everything you want is on the other side of fear.",
    "by": "Jack Canfield"
  },
  {
    "quote": "The difference between winning and losing is most often not quitting.",
    "by": "Walt Disney"
  },
  {
    "quote": "You have power over your mind—not outside events. Realize this, and you will find strength.",
    "by": "Marcus Aurelius"
  },
  {
    "quote": "It takes a deep commitment to change and an even deeper commitment to grow.",
    "by": "Ralph Ellison"
  },
  {
    "quote": "My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humor, and some style.",
    "by": "Maya Angelou"
  },
  {
    "quote": "Be a bush if you can't be a tree. If you can't be a highway, just be a trail. If you can't be a sun, be a star.",
    "by": "Martin Luther King Jr."
  }
]
