[
  {"quote":"The only true wisdom is in knowing you know nothing.","author":"Socrates"},
  {"quote":"Wise men speak because they have something to say; fools because they have to say something.","author":"Plato"},
  {"quote":"Knowing yourself is the beginning of all wisdom.","author":"Aristotle"},
  {"quote":"It is the mark of an educated mind to be able to entertain a thought without accepting it.","author":"Aristotle"},
  {"quote":"The journey of a thousand miles begins with one step.","author":"Lao Tzu"},
  {"quote":"Silence is a source of great strength.","author":"Lao Tzu"},
  {"quote":"He who asks a question is a fool for five minutes; he who does not ask a question remains a fool forever.","author":"Chinese Proverb"},
  {"quote":"Fall seven times and stand up eight.","author":"Japanese Proverb"},
  {"quote":"He who knows, does not speak. He who speaks, does not know.","author":"Lao Tzu"},
  {"quote":"To know what you know and what you do not know, that is true wisdom.","author":"Confucius"},
  {"quote":"Wisdom begins in wonder.","author":"Socrates"},
  {"quote":"Be kind, for everyone you meet is fighting a hard battle.","author":"Plato"},
  {"quote":"The simple things are also the most extraordinary things, and only the wise can see them.","author":"Paulo Coelho"},
  {"quote":"Do not seek to follow in the footsteps of the wise. Seek what they sought.","author":"Matsuo Bashō"},
  {"quote":"The fool doth think he is wise, but the wise man knows himself to be a fool.","author":"William Shakespeare"},
  {"quote":"Knowing others is intelligence; knowing yourself is true wisdom.","author":"Lao Tzu"},
  {"quote":"He who knows all the answers has not been asked all the questions.","author":"Confucius"},
  {"quote":"Turn your wounds into wisdom.","author":"Oprah Winfrey"},
  {"quote":"Knowledge speaks, but wisdom listens.","author":"Jimi Hendrix"},
  {"quote":"In seeking wisdom thou art wise; in imagining that thou hast attained it—thou art a fool.","author":"Lord Chesterfield"},
  {"quote":"A man’s true wealth is the good he does in the world.","author":"Muhammad"},
  {"quote":"Wisdom is the reward you get for a lifetime of listening when you'd have preferred to talk.","author":"Doug Larson"},
  {"quote":"Wisdom is knowing the right path to take. Integrity is taking it.","author":"M.H. McKee"},
  {"quote":"To acquire knowledge, one must study; but to acquire wisdom, one must observe.","author":"Marilyn Vos Savant"},
  {"quote":"The greatest enemy of knowledge is not ignorance, it is the illusion of knowledge.","author":"Stephen Hawking"},
  {"quote":"He that is good with a hammer tends to see every problem as a nail.","author":"Abraham Maslow"},
  {"quote":"A closed mind is like a closed book; just a block of wood.","author":"Chinese Proverb"},
  {"quote":"Wisdom is the daughter of experience.","author":"Leonardo da Vinci"},
  {"quote":"The heart of the wise inclines to the right, but the heart of the fool to the left.","author":"Ecclesiastes"},
  {"quote":"Experience is the teacher of fools and the fool of experience.","author":"Saki (H.H. Munro)"},
  {"quote":"A wise man adapts himself to circumstances, as water shapes itself to the vessel that contains it.","author":"Chinese Proverb"},
  {"quote":"The older I grow, the more I distrust the familiar doctrine that age brings wisdom.","author":"H.L. Mencken"},
  {"quote":"You cannot open a book without learning something.","author":"Confucius"},
  {"quote":"We learn from failure, not from success!","author":"Bram Stoker"},
  {"quote":"Wisdom is the power to put our time and our knowledge to the proper use.","author":"Thomas J. Watson"},
  {"quote":"The art of being wise is knowing what to overlook.","author":"William James"},
  {"quote":"Life has but one wisdom, to free men from fear and slavery.","author":"Epictetus"},
  {"quote":"No man was ever wise by chance.","author":"Seneca"},
  {"quote":"Time tests the sincerity of a man’s love.","author":"Arab Proverb"},
  {"quote":"Speak only if it improves upon the silence.","author":"Mahatma Gandhi"},
  {"quote":"He who knows best knows how little he knows.","author":"Thomas Gray"},
  {"quote":"The wise does at once what the fool does at last.","author":"Niccolò Machiavelli"},
  {"quote":"A wise person should have money in their head, but not in their heart.","author":"Jonathan Swift"},
  {"quote":"The tongue has no bones, but is strong enough to break a heart.","author":"Unknown"},
  {"quote":"It’s not what you look at that matters, it’s what you see.","author":"Henry David Thoreau"},
  {"quote":"The wise man bridges the gap by laying out the path by means of which he can get from where he is to where he wants to go.","author":"J.P. Morgan"},
  {"quote":"He who defends everything, defends nothing.","author":"Aristotle"},
  {"quote":"Learning without thought is labor lost; thought without learning is perilous.","author":"Confucius"},
  {"quote":"Wisdom is oftentimes nearer when we stoop than when we soar.","author":"William Wordsworth"},
  {"quote":"To know thyself is the beginning of wisdom.","author":"Socrates"},
  {"quote":"Doubt is the origin of wisdom.","author":"René Descartes"},
  {"quote":"Wisdom outweighs any wealth.","author":"Sophocles"},
  {"quote":"Empty your cup so that it may be filled; become devoid to gain totality.","author":"Bruce Lee"},
  {"quote":"The wise man does not lay up his own treasures. The more he gives to others, the more he has for his own.","author":"Lao Tzu"},
  {"quote":"Wisdom begins at the end.","author":"Daniel Defoe"},
  {"quote":"The wise adapt themselves to circumstances, as water molds itself to the pitcher.","author":"Chinese Proverb"},
  {"quote":"True wisdom is remembering that in the end, no matter what, everything will be fine.","author":"Oscar Wilde"},
  {"quote":"To understand everything is to forgive everything.","author":"Buddha"},
  {"quote":"A wise man changes his mind, a fool never will.","author":"Spanish Proverb"},
  {"quote":"What wisdom can you find that is greater than kindness?","author":"Jean-Jacques Rousseau"},
  {"quote":"The pursuit of wisdom is a lot like wrestling a gorilla. You don’t quit when you’re tired—you quit when the gorilla is tired.","author":"Robert A. Heinlein"},
  {"quote":"All human wisdom is contained in these two words—‘Wait and hope.’","author":"Alexandre Dumas"},
  {"quote":"Wisdom is to the soul what health is to the body.","author":"Aristotle"},
  {"quote":"No snowflake in an avalanche ever feels responsible.","author":"Voltaire"},
  {"quote":"Wisdom is the right use of knowledge.","author":"Parker J. Palmer"},
  {"quote":"The wise man does not expose himself needlessly to danger, since there are few things for which he cares sufficiently; but he is willing, in great crises, to give even his life—knowing that under certain conditions it is not worthwhile to live.","author":"Aristotle"},
  {"quote":"Wisdom is the sunlight of the soul.","author":"German Proverb"},
  {"quote":"The wise man knows he knows nothing.","author":"Socrates"},
  {"quote":"A wise person once said: we do not hear what we say; we say what we hear.","author":"Anthony de Mello"},
  {"quote":"Wisdom is the supreme part of happiness.","author":"Sophocles"},
  {"quote":"Wisdom is oftentimes nearer when we stoop than when we soar.","author":"William Wordsworth"},
  {"quote":"Wisdom is oftentimes nearer when we stoop than when we soar.","author":"William Wordsworth"},
  {"quote":"Wisdom comes alone through suffering.","author":"Aeschylus"},
  {"quote":"Wisdom without courage is like a ship without a rudder.","author":"Unknown"},
  {"quote":"A book holds a house of gold.","author":"Chinese Proverb"},
  {"quote":"Wisdom is the daughter of experience.","author":"Leonardo da Vinci"},
  {"quote":"The heart of the wise inclines to the right, but the heart of the fool to the left.","author":"Ecclesiastes"},
  {"quote":"Wisdom is the power to put our time and knowledge to the best possible use.","author":"Thomas J. Watson"},
  {"quote":"Wisdom is more precious than rubies.","author":"Proverbs 8:11"},
  {"quote":"Wisdom is the reward you get for a lifetime of listening when you'd have preferred to talk.","author":"Doug Larson"},
  {"quote":"Wisdom is on the lips of the aged, and understanding in length of days.","author":"Job 12:12"},
  {"quote":"Wisdom overpowers the strength of the mighty.","author":"Sirach 3:19"},
  {"quote":"Whoever walks with the wise becomes wise.","author":"Proverbs 13:20"},
  {"quote":"Wisdom rests in the heart of the discerning and even among fools she lets herself be known.","author":"Proverbs 14:33"},
  {"quote":"Wisdom is the principal thing; therefore get wisdom.","author":"Proverbs 4:7"}
]
