[
  {
    "quote": "Indeed, Allah is with those who fear Him and those who are doers of good.",
    "author": "Noble Quran 16:128"
  },
  {
    "quote": "Verily, in the remembrance of Allah do hearts find rest.",
    "author": "Noble Quran 13:28"
  },
  {
    "quote": "Do not lose hope, nor be sad.",
    "author": "Noble Quran 3:139"
  },
  {
    "quote": "Patience is beautiful.",
    "author": "Noble Quran 12:18"
  },
  {
    "quote": "God does not burden a soul beyond that it can bear.",
    "author": "Noble Quran 2:286"
  },
  {
    "quote": "Wheresoever you turn, there is the face of Allah.",
    "author": "Noble Quran 2:115"
  },
  {
    "quote": "He who created death and life to test you as to which of you is best in deed.",
    "author": "Noble Quran 67:2"
  },
  {
    "quote": "He who purifies his soul succeeds.",
    "author": "Noble Quran 91:9"
  },
  {
    "quote": "Whoever does righteousness, male or female, while he is a believer - We will surely cause him to live a good life.",
    "author": "Noble Quran 16:97"
  },
  {
    "quote": "If Allah helps you, none can overcome you.",
    "author": "Noble Quran 3:160"
  },
  {
    "quote": "God is closer to you than your jugular vein.",
    "author": "Noble Quran 50:16"
  },
  {
    "quote": "Do not grieve, indeed Allah is with us.",
    "author": "Noble Quran 9:40"
  },
  {
    "quote": "Whoever places his trust in Allah, He will be enough for him.",
    "author": "Noble Quran 65:3"
  },
  {
    "quote": "If you are grateful, I will surely increase your favor.",
    "author": "Noble Quran 14:7"
  },
  {
    "quote": "My mercy encompasses all things. So I will decree it [especially] for those who fear Me and give zakah and those who believe in Our verses.",
    "author": "Noble Quran 7:156"
  },
  {
    "quote": "Go forth, whether light or heavy, and strive with your wealth and your lives in the cause of Allah. That is better for you, if you only knew.",
    "author": "Noble Quran 9:41"
  },
  {
    "quote": "And they say, 'Why is a sign not sent down to him from his Lord?' So say, 'The unseen is only for Allah [to administer], so wait; indeed, I am with you among those who wait.'",
    "author": "Noble Quran 10:20"
  },
  {
    "quote": "And my success is not but through Allah. Upon him I have relied, and to Him I return.",
    "author": "Noble Quran 11:88"
  },
  {
    "quote": "Indeed, Allah will not change the condition of a people until they change what is in themselves.",
    "author": "Noble Quran 13:11"
  },
  {
    "quote": "Except for those who believe and do righteous deeds. For them is a reward uninterrupted.",
    "author": "Noble Quran 84:25"
  },
  {
    "quote": "The best among you are those who have the best manners and character.",
    "author": "Prophet Muhammad ﷺ (peace be upon him), Sahih Bukhari"
  },
  {
    "quote": "The ink of the scholar is more sacred than the blood of the martyr.",
    "author": "Prophet Muhammad ﷺ (peace be upon him), Sunan al-Darimi"
  },
  {
    "quote": "Trust in Allah, but tie your camel.",
    "author": "Prophet Muhammad ﷺ (peace be upon him), Tirmidhi"
  },
  {
    "quote": "The world is a prison for the believer and a paradise for the unbeliever.",
    "author": "Prophet Muhammad ﷺ (peace be upon him), Sahih Muslim"
  },
  {
    "quote": "The greatest jihad is to battle your own soul, to fight the evil within yourself.",
    "author": "Prophet Muhammad ﷺ (peace be upon him), Hadith"
  },
  {
    "quote": "The best richness is the richness of the soul.",
    "author": "Prophet Muhammad ﷺ (peace be upon him), Sahih Bukhari"
  },
  {
    "quote": "Seek knowledge from the cradle to the grave.",
    "author": "Prophet Muhammad ﷺ (peace be upon him), Hadith"
  },
  {
    "quote": "Kindness is a mark of faith, and whoever is not kind has no faith.",
    "author": "Prophet Muhammad ﷺ (peace be upon him), Muslim"
  },
  {
    "quote": "The believer is not he who eats his fill while his neighbor is hungry.",
    "author": "Prophet Muhammad ﷺ (peace be upon him), Hadith"
  },
  {
    "quote": "The most beloved deeds to Allah are those done regularly, even if they are small.",
    "author": "Prophet Muhammad ﷺ (peace be upon him), Bukhari & Muslim"
  },
  {
    "quote": "True wealth is the contentment of the soul.",
    "author": "Prophet Muhammad ﷺ (peace be upon him), Bukhari"
  },
  {
    "quote": "He who does not thank people, does not thank Allah.",
    "author": "Prophet Muhammad ﷺ (peace be upon him), Tirmidhi"
  },
  {
    "quote": "The best among you are those who are best to their families.",
    "author": "Prophet Muhammad ﷺ (peace be upon him), Tirmidhi"
  },
  {
    "quote": "The most beloved places to Allah are the mosques.",
    "author": "Prophet Muhammad ﷺ (peace be upon him), Muslim"
  },
  {
    "quote": "Worship Allah as if you see Him, for if you do not see Him, He sees you.",
    "author": "Prophet Muhammad ﷺ (peace be upon him), Bukhari"
  },
  {
    "quote": "The best of people are those that bring most benefit to the rest of mankind.",
    "author": "Prophet Muhammad ﷺ (peace be upon him), Daraqutni"
  },
  {
    "quote": "The cure for ignorance is to question.",
    "author": "Prophet Muhammad ﷺ (peace be upon him), Hadith"
  },
  {
    "quote": "The most complete believer in faith is the one with the best character.",
    "author": "Prophet Muhammad ﷺ (peace be upon him), Tirmidhi"
  },
  {
    "quote": "The best of you are those who learn the Quran and teach it.",
    "author": "Prophet Muhammad ﷺ (peace be upon him), Bukhari"
  },
  {
    "quote": "The most beloved of deeds to Allah are those that are most consistent, even if they are few.",
    "author": "Prophet Muhammad ﷺ (peace be upon him), Bukhari"
  },
  {
    "quote": "The most perfect believer in faith is the one whose character is finest and who is kindest to his wife.",
    "author": "Prophet Muhammad ﷺ (peace be upon him), Tirmidhi"
  },
  {
    "quote": "The best of people are those who are most beneficial to people.",
    "author": "Prophet Muhammad ﷺ (peace be upon him), Daraqutni"
  },
  {
    "quote": "Whoever believes in Allah and the Last Day should speak a good word or remain silent.",
    "author": "Prophet Muhammad ﷺ (peace be upon him), Bukhari & Muslim"
  },
  {
    "quote": "The best among you are those who are best to their wives.",
    "author": "Prophet Muhammad ﷺ (peace be upon him), Tirmidhi"
  },
  {
    "quote": "The most beloved deed to Allah is to make a Muslim happy.",
    "author": "Prophet Muhammad ﷺ (peace be upon him), Tabarani"
  },
  {
    "quote": "The best of you are those who feed others and return greetings.",
    "author": "Prophet Muhammad ﷺ (peace be upon him), Ahmad"
  },
  {
    "quote": "The most beloved deed to Allah is to bring happiness to a fellow Muslim.",
    "author": "Prophet Muhammad ﷺ (peace be upon him), Tabarani"
  },
  {
    "quote": "The best of you are those who are best in character.",
    "author": "Prophet Muhammad ﷺ (peace be upon him), Bukhari"
  },
  {
    "quote": "He who knows himself knows his Lord.",
    "author": "Hazrat Ali ibn Abi Talib &#xFD47;"
  },
  {
    "quote": "Do not be a slave to others when Allah has created you free.",
    "author": "Hazrat Ali ibn Abi Talib &#xFD47;"
  },
  {
    "quote": "The best among you are those who have the best manners and character.",
    "author": "Prophet Muhammad ﷺ (peace be upon him), Sahih Bukhari"
  },
  {
    "quote": "The greatest of richness is the richness of the soul.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "Strive always to excel in virtue and truth.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "The greatest jihad (struggle/striving) is to battle your own soul, to fight the evil within yourself.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "The best among you is the one who doesn’t harm others with his tongue and hands.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "Be kind, for whenever kindness becomes part of something, it beautifies it. Whenever it is taken from something, it leaves it tarnished.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "A good man treats women with honour.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "There is reward for kindness to every living thing.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "The strongest among you is the one who controls his anger.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "God does not look at your forms and possessions but He looks at your hearts and your deeds.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "Exchange gifts, you will love one another.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "No two things have been combined better than knowledge and patience.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "Tell people of glad tidings and do not push them away.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "The best of houses is the house where an orphan gets love and kindness.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "The believer does not slander, curse, or speak in an obscene or foul manner.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "A kind word is a form of charity.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "A father gives nothing better than good education.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "Feed the hungry and visit a sick person, and free the captive, if he be unjustly confined. Assist any person oppressed whether Muslim or non-Muslim.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "Seek knowledge from cradle to the grave.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "Do not waste water even if you were at a running stream.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "A white has no superiority over a black nor a black has any superiority over white except by piety and good actions.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "When a thing disturbs the peace of your heart give it up.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "You do not do evil to those who do evil to you, but you deal with them with forgiveness and kindness.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "He is not a true believer who eats his fill while his neighbour is hungry.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "However much the faith of a man increases, his regard for women increases.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "What has reached you was never meant to miss you, and what has missed you was never meant to reach you.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "When you see a person who has been given more than you in money and beauty, look to those, who have been given less.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "Speak good or remain silent.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "Make things easy for people and not difficult. Give people good news and bring them joy, and do not turn them away.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "Remember your own faults when you want to mention of others.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "Those who are patient in adversity and forgive wrongs are the doers of excellence.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "The most perfect man in his faith among the believers is the one whose behaviour is most excellent, and the best of you are those who are the best to their wives.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "Happy is the man who avoids hardship, but how fine is the man who is afflicted and shows endurance.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "There is no compulsion in religion.",
    "author": "Noble Quran 2:256"
  },
  {
    "quote": "Verily, in the remembrance of Allah do hearts find rest.",
    "author": "Noble Quran 13:28"
  },
  {
    "quote": "Indeed, Allah is with those who fear Him and those who are doers of good.",
    "author": "Noble Quran 16:128"
  },
  {
    "quote": "God does not burden a soul beyond that it can bear.",
    "author": "Noble Quran 2:286"
  },
  {
    "quote": "If you are grateful, I will surely increase your favor.",
    "author": "Noble Quran 14:7"
  },
  {
    "quote": "Our God and your God is one; and we are Muslims [in submission] to Him.",
    "author": "Noble Quran 29:46"
  },
  {
    "quote": "If Allah so willed, He would have made you a single People, but His plan is to test each of you separately, in what He has given to each of you: so strive in all virtues as in you are in a race. The goal of all of you is to Allah.",
    "author": "Noble Quran 5:48"
  },
  {
    "quote": "Your task is not to seek for love, but merely to seek and find all the barriers within yourself that you have built against it.",
    "author": "Maulana Rūmī ؒ"
  },
  {
    "quote": "Let yourself be silently drawn by the strange pull of what you really love. It will not lead you astray.",
    "author": "Maulana Rūmī ؒ"
  },
  {
    "quote": "The wound is the place where the Light enters you.",
    "author": "Maulana Rūmī ؒ"
  },
  {
    "quote": "There is a candle in your heart, ready to be kindled.",
    "author": "Maulana Rūmī ؒ"
  },
  {
    "quote": "When you do things from your soul, you feel a river moving in you, a joy.",
    "author": "Maulana Rūmī ؒ"
  },
  {
    "quote": "Silence is the language of God, all else is poor translation.",
    "author": "Maulana Rūmī ؒ"
  },
  {
    "quote": "The only lasting beauty is the beauty of the heart.",
    "author": "Maulana Rūmī ؒ"
  },
  {
    "quote": "The spiritual journey is the unlearning of fear and the acceptance of love.",
    "author": "Imam Al-Ghazali ؒ"
  },
  {
    "quote": "When you let go of who you are, you become who you might be.",
    "author": "Imam Al-Ghazali ؒ"
  },
  {
    "quote": "To get what you love, you must first be patient with what you hate.",
    "author": "Imam Al-Ghazali ؒ"
  },
  {
    "quote": "He who has no manners has no knowledge; he who has no patience has no religion.",
    "author": "Imam Al-Ghazali ؒ"
  },
  {
    "quote": "If you want to know God, look at the creation.",
    "author": "Imam Al-Ghazali ؒ"
  },
  {
    "quote": "Do not allow your heart to take pleasure with the praises of people, nor be saddened by their condemnation.",
    "author": "Imam Al-Ghazali ؒ"
  },
  {
    "quote": "Remember your contemporaries who have passed away and were your age. Remember the honors and fame they earned, the high posts they held, and the beautiful bodies they possessed. Today all of them are turned to dust.",
    "author": "Imam Al-Ghazali ؒ"
  },
  {
    "quote": "The heart is like a bird: love as its head and its two wings are hope and fear.",
    "author": "Ibn al-Qayyim ؒ"
  },
  {
    "quote": "The heart that beats for Allah is always a stranger among the hearts that beat for the world.",
    "author": "Ibn al-Qayyim ؒ"
  },
  {
    "quote": "He who has faith in God will never be disappointed.",
    "author": "Shaykh Ibn Ata Allah al-Iskandari ؒ"
  },
  {
    "quote": "A single moment of true repentance is better than a lifetime of heedlessness.",
    "author": "Shaykh Ibn Ata Allah al-Iskandari ؒ"
  },
  {
    "quote": "Consider the feeling that rules your heart, for then you will understand what you are worth.",
    "author": "Shaykh Abdul Qadir Jilani ؒ"
  },
  {
    "quote": "The greatest happiness is not being dominated by happiness.",
    "author": "Shaykh Abdul Qadir Jilani ؒ"
  },
  {
    "quote": "Our enemies are our greatest moral teachers, because they thrust our faults in our faces.",
    "author": "Shaykh Abdul Qadir Jilani ؒ"
  },
  {
    "quote": "It is dangerous for a human being to be too self-confident.",
    "author": "Shaykh Abdul Qadir Jilani ؒ"
  },
  {
    "quote": "The purpose of education is not to make a machine, but to make the human being.",
    "author": "Shaykh Abdul Qadir Jilani ؒ"
  },
  {
    "quote": "Do you wish to be the master of a good servant, with whom you will be satisfied? If so, you must perform service for yourself.",
    "author": "Shaykh Abdul Qadir Jilani ؒ"
  },
  {
    "quote": "You must keep your judgement clear of the mists of vain conceit.",
    "author": "Shaykh Abdul Qadir Jilani ؒ"
  },
  {
    "quote": "Compared to the pleasure given by granting pardon, the pleasure given by exacting revenge is very faint indeed.",
    "author": "Shaykh Abdul Qadir Jilani ؒ"
  },
  {
    "quote": "You must be such an ardent lover of truthfulness that every statement you make assumes the quality of a solemn oath.",
    "author": "Shaykh Abdul Qadir Jilani ؒ"
  },
  {
    "quote": "When your soul is bored you must work.",
    "author": "Shaykh Abdul Qadir Jilani ؒ"
  },
  {
    "quote": "You are everything, you are in everything, you are known to be free from everything. You are me and I am you, so who is poor Bullha?",
    "author": "Bulleh Shah ؒ"
  },
  {
    "quote": "I have got lost in the city of love, I am being cleansed, withdrawing myself from my head, hands and feet. I have got rid of my ego, and have attained my goal. Thus it has all ended well.",
    "author": "Bulleh Shah ؒ"
  },
  {
    "quote": "O Bullah, the Lord pervades both the worlds; None now appears a stranger to me.",
    "author": "Bulleh Shah ؒ"
  },
  {
    "quote": "You have learnt so much and read a thousand books. Have you ever read your Self? You have gone to mosque and temple. Have you ever visited your soul?",
    "author": "Bulleh Shah ؒ"
  },
  {
    "quote": "You are busy fighting Satan. Have you ever fought your ill intentions? You have reached into the skies, but you have failed to reach what's in your heart!",
    "author": "Bulleh Shah ؒ"
  },
  {
    "quote": "You alone exist; I do not, O Beloved! You alone exist, I do not! Like the shadow of a house in ruins, I revolve in my own mind. If I speak, you speak with me: If I am silent, you are in my mind.",
    "author": "Bulleh Shah ؒ"
  },
  {
    "quote": "Going to Makkah is not the ultimate even if hundreds of prayers are offered. Going to River Ganges is not the ultimate even if hundreds of cleansing baptisms are done. Bulleh Shah the ultimate is when the 'I' is removed from the heart.",
    "author": "Bulleh Shah ؒ"
  },
  {
    "quote": "Some retire to the jungles in vain. Others restrict their meals to a grain. Misled they waste away unfed and come back home half-alive, half-dead.",
    "author": "Bulleh Shah ؒ"
  },
  {
    "quote": "I haven't come here to settle down. I've come here to depart. I am a merchant with lots of goods, selling to whoever will buy.",
    "author": "Yunus Emre"
  },
  {
    "quote": "I didn't come to create any problems, I'm only here to love. A Heart makes a good home for the Friend. I've come to build some hearts.",
    "author": "Yunus Emre"
  },
  {
    "quote": "I'm a little drunk from this Friendship -- Any lover would know the shape I'm in. I've come to exchange my twoness, to disappear in One.",
    "author": "Yunus Emre"
  },
  {
    "quote": "He is my teacher. I am his servant. I am a nightingale in His garden. I've come to the Teacher's garden to be happy and die singing.",
    "author": "Yunus Emre"
  },
  {
    "quote": "They say 'Souls which know each other here, know each other there.' I've come to know a Teacher and to show myself as I am.",
    "author": "Yunus Emre"
  },
  {
    "quote": "The best way to find yourself is to lose yourself in the service of others.",
    "author": "Mahatma Gandhi"
  },
  {
    "quote": "If you want to change the world, change yourself.",
    "author": "Mahatma Gandhi"
  },
  {
    "quote": "To forgive is to set a prisoner free and discover that the prisoner was you.",
    "author": "Lewis B. Smedes"
  },
  {
    "quote": "The soul always knows what to do to heal itself. The challenge is to silence the mind.",
    "author": "Caroline Myss"
  },
  {
    "quote": "Keep me away from the wisdom which does not cry, the philosophy which does not laugh and the greatness which does not bow before children.",
    "author": "Khalil Gibran"
  },
  {
    "quote": "Doubt is a pain too lonely to know that faith is his twin brother.",
    "author": "Khalil Gibran"
  },
  {
    "quote": "All that spirits desire, spirits attain.",
    "author": "Khalil Gibran"
  },
  {
    "quote": "Music is the language of the spirit. It opens the secret of life bringing peace, abolishing strife.",
    "author": "Khalil Gibran"
  },
  {
    "quote": "Your pain is the breaking of the shell that encloses your understanding... And could you keep your heart in wonder at the daily miracles of your life, your pain would not seem less wondrous than your joy.",
    "author": "Khalil Gibran"
  },
  {
    "quote": "A hermit is one who renounces the world of fragments that he may enjoy the world wholly and without interruption.",
    "author": "Khalil Gibran"
  },
  {
    "quote": "The truly good is he who is one with all those who are deemed bad.",
    "author": "Khalil Gibran"
  }
  {
    "quote": "Do not attach yourself to any particular creed exclusively, so that you may disbelieve all the rest; otherwise you lose much good, nay, you will fail to recognize the real truth of the matter. God, the omnipresent and omnipotent, is not confined to any one creed, for, he says, 'Wheresoever ye turn, there is the face of Allah.'",
    "author": "Hazrat Ibn Arabi ؒ "
  },
  {
    "quote": "If you put the world between you and God, the world becomes a spiritual obstacle; if you use the world to remember God, the world becomes your spiritual friend.",
    "author": "Robert Frager"
  },
  {
    "quote": "The highest goal of Islam is to lead the soul to the 'Abode of Peace' by guiding us to live a virtuous life and to establish inner harmony with the help of Heaven.",
    "author": "Seyyed Hossein Nasr"
  },
  {
    "quote": "All that the Qur'an requires is that men and women strive to create a just society, where the vulnerable are treated decently. This was the bedrock of the Qur'anic message.",
    "author": "Karen Armstrong"
  },
  {
    "quote": "The early message of the Qur'an is simple. It is wrong to stockpile wealth to build a personal fortune, but good to give alms and distribute the wealth of society.",
    "author": "Karen Armstrong"
  },
  {
    "quote": "May you be wrapped in tenderness, you my brother, as if in a cloak.",
    "author": "Noble Quran (translated in Intimate Death by Marie de Hennezel)"
  },
  {
    "quote": "He who experiences the unity of life sees his own Self in all beings, and all beings in his own Self.",
    "author": "Bhagavad Gita"
  },
  {
    "quote": "The wise man makes an island of himself that no flood can overwhelm.",
    "author": "Dhammapada (Buddhist Scripture)"
  },
  {
    "quote": "He who is not contented with what he has, would not be contented with what he would like to have.",
    "author": "Socrates"
  },
  {
    "quote": "He who wishes to secure the good of others, has already secured his own.",
    "author": "Confucius"
  },
  {
    "quote": "The fragrance of flowers spreads only in the direction of the wind. But the goodness of a person spreads in all directions.",
    "author": "Chanakya (Indian Philosopher)"
  },
  {
    "quote": "A man should wander about treating all creatures as he himself would be treated.",
    "author": "Jain Acharanga Sutra"
  },
  {
    "quote": "The more one judges, the less one loves.",
    "author": "Honoré de Balzac"
  },
  {
    "quote": "He who returns good for evil obtains the victory.",
    "author": "Laozi (Lao Tzu)"
  },
  {
    "quote": "Do not do to others what you do not want done to yourself.",
    "author": "Confucius"
  },
  {
    "quote": "Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love.",
    "author": "Laozi (Lao Tzu)"
  },
  {
    "quote": "The wise find pleasure in water; the virtuous find pleasure in hills. The wise are active; the virtuous are tranquil. The wise are joyful; the virtuous are long-lived.",
    "author": "Confucius"
  },
  {
    "quote": "To understand everything is to forgive everything.",
    "author": "Buddha"
  },
  {
    "quote": "The highest form of worship is to find the divine in the service of humanity.",
    "author": "Rabindranath Tagore"
  },
  {
    "quote": "He who is devoid of the power to forgive is devoid of the power to love.",
    "author": "Martin Luther King, Jr."
  },
  {
    "quote": "The soul that sees beauty may sometimes walk alone.",
    "author": "Johann Wolfgang von Goethe"
  },
  {
    "quote": "The heart is a thousand-stringed instrument that can only be tuned with love.",
    "author": "Hafiz of Shiraz"
  },
  {
    "quote": "Every day is a journey, and the journey itself is home.",
    "author": "Matsuo Bashō (Japanese poet)"
  },
  {
    "quote": "He who conquers himself is the mightiest warrior.",
    "author": "Confucius"
  }
]
