[
  {"quote":"Happiness depends upon ourselves.","author":"Aristotle"},
  {"quote":"Happiness is when what you think, what you say, and what you do are in harmony.","author":"Mahatma Gandhi"},
  {"quote":"Nothing can bring you happiness but yourself.","author":"Ralph Waldo Emerson"},
  {"quote":"True happiness comes from the joy of deeds well done, the zest of creating things new.","author":"Antoine de Saint-Exupery"},
  {"quote":"True happiness is to enjoy the present, without anxious dependence upon the future.","author":"Seneca"},
  {"quote":"Realize that true happiness lies within you. Waste no time searching outside.","author":"Og Mandino"},
  {"quote":"Happiness, true happiness, is an inner quality. It is a state of mind.","author":"Dada Vaswani"},
  {"quote":"You will never be happy if you continue to search for what happiness consists of.","author":"Albert Camus"},
  {"quote":"True happiness is… to enjoy the present, without anxious dependence upon the future.","author":"Lucius Annaeus Seneca"},
  {"quote":"Real happiness is an acceptance of life as it is given to us.","author":"Michael Gellert"},
  {"quote":"The most essential factor is to bring happiness within ourselves.","author":"Buddha"},
  {"quote":"Happiness is not something ready made. It comes from your own actions.","author":"Dalai Lama"},
  {"quote":"Count your age by friends, not years. Count your life by smiles, not tears.","author":"John Lennon"},
  {"quote":"Happiness lies in the joy of achievement and the thrill of creative effort.","author":"Franklin D. Roosevelt"},
  {"quote":"He who lives in harmony with himself lives in harmony with the universe.","author":"Marcus Aurelius"},
  {"quote":"Stop acting so small. You are the universe in ecstatic motion.","author":"Rumi"},
  {"quote":"A joyful heart is the inevitable result of a heart burning with love.","author":"Mother Teresa"},
  {"quote":"The purpose of our lives is to be happy.","author":"Dalai Lama"},
  {"quote":"Be happy for this moment. This moment is your life.","author":"Omar Khayyám"},
  {"quote":"Happiness is not a goal…it’s a by-product of a life well lived.","author":"Eleanor Roosevelt"},
  {"quote":"Seek not happiness too greedily, and be not fearful of unhappiness.","author":"Socrates"},
  {"quote":"Happiness is only real when shared.","author":"Kristen Wiig"},
  {"quote":"If you want others to be happy, practice compassion. If you want to be happy, practice compassion.","author":"Dalai Lama"},
  {"quote":"Joy is not in things; it is in us.","author":"Richard Wagner"},
  {"quote":"The greatest happiness you can have is knowing that you do not necessarily require happiness.","author":"William Saroyan"},
  {"quote":"Happiness resides not in possessions, and not in gold, happiness dwells in the soul.","author":"Democritus"},
  {"quote":"Most folks are as happy as they make up their minds to be.","author":"Abraham Lincoln"},
  {"quote":"True happiness is to enjoy the present and to meditate on the future without anxiety.","author":"Lucius Annaeus Seneca"},
  {"quote":"Happiness is having a large, loving, caring, close-knit family in another city.","author":"George Burns"},
  {"quote":"The secret of happiness is freedom. The secret of freedom is courage.","author":"Thucydides"},
  {"quote":"Joy is what happens to us when we allow ourselves to recognize how good things really are.","author":"Marianne Williamson"},
  {"quote":"Happiness is a warm puppy.","author":"Charles M. Schulz"},
  {"quote":"Happiness is not having what you want. It is appreciating what you have.","author":"Unknown"},
  {"quote":"To be happy, we must not be too concerned with others.","author":"Albert Camus"},
  {"quote":"The best way to cheer yourself is to try to cheer someone else up.","author":"Mark Twain"},
  {"quote":"A contented mind is the greatest blessing a man can enjoy in this world.","author":"Joseph Addison"},
  {"quote":"True happiness is the occasional surplus of happiness over everything else.","author":"François de La Rochefoucauld"},
  {"quote":"If you want to be happy, be.","author":"Leo Tolstoy"},
  {"quote":"Happiness is letting go of what you think your life is supposed to look like.","author":"Steve Maraboli"},
  {"quote":"Happiness is not out there for us to find. The reason that it’s not out there is that it’s inside us.","author":"Sonja Lyubomirsky"},
  {"quote":"Happiness is a direction, not a place.","author":"Sydney J. Harris"},
  {"quote":"The art of being happy lies in the power of extracting happiness from common things.","author":"Henry Ward Beecher"},
  {"quote":"Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy.","author":"Thich Nhat Hanh"},
  {"quote":"Success is getting what you want, happiness is wanting what you get.","author":"W. P. Kinsella"},
  {"quote":"True happiness is not attained through self-gratification, but through fidelity to a worthy purpose.","author":"Helen Keller"},
  {"quote":"For every minute you are angry you lose sixty seconds of happiness.","author":"Ralph Waldo Emerson"},
  {"quote":"Happiness is found in giving, not getting.","author":"Joyce Meyer"},
  {"quote":"A happy heart is a continued Christmas.","author":"Benjamin Franklin"},
  {"quote":"True happiness costs little; if it is expensive, it is not of good quality.","author":"François-René de Chateaubriand"},
  {"quote":"Happiness is an inside job.","author":"William Arthur Ward"},
  {"quote":"Wisdom is happiness.","author":"Unknown"},
  {"quote":"True happiness is to enjoy the present without anxious dependence on the future.","author":"Seneca"},
  {"quote":"It is not how much we have, but how much we enjoy, that makes happiness.","author":"Charles Spurgeon"},
  {"quote":"Happiness radiates like the fragrance from a flower and draws all good things towards you.","author":"Maharishi Mahesh Yogi"},
  {"quote":"True happiness arises, in the first place, from the enjoyment of one's self.","author":"Joseph Addison"},
  {"quote":"The only joy in the world is to begin.","author":"Cesare Pavese"},
  {"quote":"The true secret of happiness lies in taking a genuine interest in all the details of daily life.","author":"William Morris"},
  {"quote":"Happiness is the meaning and the purpose of life, the whole aim and end of human existence.","author":"Aristotle"},
  {"quote":"True happiness is knowing you’re exactly where you’re meant to be.","author":"Unknown"},
  {"quote":"Happiness is the natural flower of duty.","author":"Phillips Brooks"},
  {"quote":"The best portion of a good man's life is his little nameless, unremembered acts of kindness and of love.","author":"William Wordsworth"},
  {"quote":"Happiness is the absence of the striving for happiness.","author":"Zhuangzi"},
  {"quote":"True happiness comes from focusing on others, not yourself.","author":"John Cotton Dana"},
  {"quote":"Happiness is not a station you arrive at, but a manner of traveling.","author":"Margaret Lee Runbeck"},
  {"quote":"True happiness is to laugh often and much; to win the respect of intelligent people and the affection of children.","author":"Ralph Waldo Emerson"},
  {"quote":"It is happy people who are the greatest achievers.","author":"Edmund Burke"},
  {"quote":"If you want others to be happy, practise compassion. If you want to be happy, practise compassion.","author":"Dalai Lama"},
  {"quote":"True happiness is a choice that requires effort at times.","author":"Eileen Elias Freeman"},
  {"quote":"Happiness is the best makeup.","author":"Drew Barrymore"},
  {"quote":"True happiness consists not in the multitude of friends, but in the worth and choice.","author":"Ben Jonson"},
  {"quote":"Happiness travels in a polished carriage but poverty jogs along on foot.","author":"Minna Antrim"},
  {"quote":"To have a right to do a thing is not at all the same as to be right in doing it.","author":"G.K. Chesterton"},
  {"quote":"True happiness consists in two complementary elements, each a necessity: sharing and solitude.","author":"Henry Van Dyke"},
  {"quote":"Happiness is like those palaces in fairy tales whose doors are guarded by dragons: we must fight in order to conquer it.","author":"Leo Tolstoy"},
  {"quote":"True happiness can only be found in ridding oneself of attachments.","author":"Buddha"},
  {"quote":"Happiness is the spiritual experience of living every minute with love, grace, and gratitude.","author":"Denis Waitley"},
  {"quote":"True happiness is cheap, if it is anything at all.","author":"Samuel Butler"},
  {"quote":"Happiness is achieved through virtuous living.","author":"Aristotle"},
  {"quote":"True happiness flows from the cultivation of the mind.","author":"Marcus Aurelius"},
  {"quote":"Happiness is not pleasure but victory.","author":"Baron de Montesquieu"},
  {"quote":"True happiness lies in loving kindness and compassion.","author":"Dalai Lama"},
  {"quote":"Happiness is not the absence of problems, but the ability to deal with them.","author":"Steve Maraboli"},
  {"quote":"True happiness is fulfilling your purpose.","author":"Oprah Winfrey"},
  {"quote":"Happiness is the full use of your power and talents.","author":"John W. Gardner"},
  {"quote":"True happiness is living in accordance with nature.","author":"Zeno of Citium"},
  {"quote":"Happiness is not a matter of intensity but of balance.","author":"Thomas Merton"},
  {"quote":"True happiness is waking up feeling grateful.","author":"Unknown"},
  {"quote":"Happiness is found when you stop comparing yourself to other people.","author":"Unknown"}
]
