[
  {"quote":"If you tell the truth, you don't have to remember anything.","author":"Mark Twain"},
  {"quote":"The truth will set you free, but first it will piss you off.","author":"Joe Klaas"},
  {"quote":"Three things cannot be long hidden: the sun, the moon, and the truth.","author":"Buddha"},
  {"quote":"In a time of deceit telling the truth is a revolutionary act.","author":"George Orwell"},
  {"quote":"Honesty is the first chapter in the book of wisdom.","author":"Thomas Jefferson"},
  {"quote":"Rather than love, than money, than fame, give me truth.","author":"Henry David Thoreau"},
  {"quote":"Truth is stranger than fiction.","author":"Lord Byron"},
  {"quote":"The truth will out.","author":"William Shakespeare"},
  {"quote":"Facts do not cease to exist because they are ignored.","author":"Aldous Huxley"},
  {"quote":"If you want the truth to be spoken write it on your heart.","author":"William Makepeace Thackeray"},
  {"quote":"The truth is incontrovertible. Panic may resent it; ignorance may deride it; malice may distort it; but there it is.","author":"Winston Churchill"},
  {"quote":"A lie can travel halfway around the world while the truth is putting on its shoes.","author":"Mark Twain"},
  {"quote":"Truth is beautiful, without doubt; but so are lies.","author":"Ralph Waldo Emerson"},
  {"quote":"Whoever is careless with the truth in small matters cannot be trusted with important matters.","author":"Albert Einstein"},
  {"quote":"Truth is powerful and it prevails.","author":"Sojourner Truth"},
  {"quote":"All truth passes through three stages. First, it is ridiculed. Second, it is violently opposed. Third, it is accepted.","author":"Arthur Schopenhauer"},
  {"quote":"Truth is like the sun. You can shut it out for a time, but it ain't going away.","author":"Elvis Presley"},
  {"quote":"The truth does not change according to our ability to stomach it.","author":"Flannery O'Connor"},
  {"quote":"The naked truth never looks as good as a figleaf.","author":"Clark Gable"},
  {"quote":"Take hold of the truth and the truth will set you free.","author":"Hosea 4:6"},
  {"quote":"Better to get hurt by the truth than comforted with a lie.","author":"Khaled Hosseini"},
  {"quote":"If you do not tell the truth about yourself you cannot tell it about other people.","author":"Virginia Woolf"},
  {"quote":"The truth is more important than the facts.","author":"Frank Lloyd Wright"},
  {"quote":"Truth is the daughter of time, not of authority.","author":"Francis Bacon"},
  {"quote":"People like to think they want the truth, but they don't really want it.","author":"Megyn Kelly"},
  {"quote":"Truth has a pace of its own. Its messenger may be run over but yet he goes on.","author":"Henry Wadsworth Longfellow"},
  {"quote":"Truth is not only violated by falsehood; it may be equally outraged by silence.","author":"Henri Frederic Amiel"},
  {"quote":"Truth never damages a cause that is just.","author":"Mahatma Gandhi"},
  {"quote":"A thing is not necessarily true because a man dies for it.","author":"Oscar Wilde"},
  {"quote":"Seek not to understand that you may believe, but believe that you may understand.","author":"Saint Augustine"},
  {"quote":"Truth sits upon the lips of dying men.","author":"Aeschylus"},
  {"quote":"Truth springs from arguments among friends.","author":"David Hume"},
  {"quote":"The greatest enemy of knowledge is not ignorance, it is the illusion of knowledge.","author":"Stephen Hawking"},
  {"quote":"He who permits himself to tell a lie once, finds it much easier to do it a second and third time.","author":"Thomas Jefferson"},
  {"quote":"There is nothing so strong or safe in an emergency of life as the simple truth.","author":"Charles Dickens"},
  {"quote":"Truth needs no colorizing.","author":"Anthony Trollope"},
  {"quote":"Truth, like gold, is to be obtained not by its growth, but by its purchase.","author":"Samuel Butler"},
  {"quote":"By doubting we are led to question, and by questioning we arrive at the truth.","author":"Peter Abelard"},
  {"quote":"Sometimes it's easier to tell a lie than explain why it's the truth.","author":"Karen Joy Fowler"},
  {"quote":"Lies run sprints, but the truth runs marathons.","author":"Voltaire"},
  {"quote":"Truth does not become more true by virtue of the fact that the entire world agrees with it, nor less so even if the whole world disagrees with it.","author":"Mohandas K. Gandhi"},
  {"quote":"Nothing in all the world is more dangerous than sincere ignorance and conscientious stupidity.","author":"Martin Luther King Jr."},
  {"quote":"To tell the truth is to create the future.","author":"Don DeLillo"},
  {"quote":"Every man has a right to his opinion, but no man has a right to be wrong in his facts.","author":"Bernard Baruch"},
  {"quote":"Truth is the soul of morality.","author":"Mahatma Gandhi"},
  {"quote":"Integrity is telling myself the truth. And honesty is telling the truth to other people.","author":"Spencer Johnson"},
  {"quote":"A true friend tells the truth about you to you.","author":"Johann Georg Zimmermann"},
  {"quote":"Truth is the only safe ground to stand upon.","author":"Elizabeth Cady Stanton"},
  {"quote":"Truth is not something outside to be discovered, it is something inside to be realized.","author":"Osho"},
  {"quote":"Truth is the property of no individual but is the treasure of all mankind.","author":"Ralph Waldo Emerson"},
  {"quote":"Truth is like glass; even if it breaks, it leaves a sharp edge.","author":"Olive Schreiner"},
  {"quote":"If you would know the mind of a man, listen to his words.","author":"Native American Proverb"},
  {"quote":"Everyone tells the truth, at least, sometimes; only liars change.","author":"Jean-Jacques Rousseau"},
  {"quote":"Truth is the torch that gleams through the fog without dispelling it.","author":"Claude Adrien Helvétius"},
  {"quote":"All truths are easy to understand once they are discovered; the point is to discover them.","author":"Galileo Galilei"},
  {"quote":"Truth is the right of every human being.","author":"Unknown"},
  {"quote":"Without truth and love, we can accomplish nothing.","author":"Dorothy Day"},
  {"quote":"The high-minded man must care more for the truth than for what people think.","author":"Aristotle"},
  {"quote":"The first casualty of war is truth.","author":"Hiram Johnson"},
  {"quote":"There are no facts, only interpretations.","author":"Friedrich Nietzsche"},
  {"quote":"The great enemy of truth is very often not the lie but the myth.","author":"John F. Kennedy"},
  {"quote":"Truth is ever to be found in simplicity, and not in the multiplicity and confusion of things.","author":"Isaac Newton"},
  {"quote":"Truth is the beginning of every good to the gods, and of every good to man.","author":"Plato"},
  {"quote":"Truth is decreed by a majority vote.","author":"Doug Larson"},
  {"quote":"Truth will always be truth, even if no one believes it.","author":"Jerry Falwell"},
  {"quote":"Truth fears no questions.","author":"Unknown"},
  {"quote":"By seeking and blundering we learn.","author":"Johann Wolfgang von Goethe"},
  {"quote":"Sometimes people don't want to hear the truth because they don't want their illusions destroyed.","author":"Friedrich Nietzsche"},
  {"quote":"A truth that's told with bad intent beats all the lies you can invent.","author":"William Blake"},
  {"quote":"Truth is the most valuable thing we have. Let us economize it.","author":"Mark Twain"},
  {"quote":"Truth needs no defense.","author":"Cato the Elder"},
  {"quote":"The truth is of God and the lie is of the devil.","author":"Saint Augustine"},
  {"quote":"The love of truth is the mother of knowledge.","author":"Persian Proverb"},
  {"quote":"Truth is immortal; what you sow is what you reap.","author":"Rumi"},
  {"quote":"The truth is sold more often than it is bought.","author":"Thomas Sowell"},
  {"quote":"Truth and freedom are inseparable.","author":"Anonymous"},
  {"quote":"Truth never drowns in countless waves of falsehood.","author":"Unknown"},
  {"quote":"Truth is the breath of the real.","author":"Ivan Turgenev"},
  {"quote":"There is nothing so easy as to lie.","author":"Cicero"},
  {"quote":"We live in the truth with others; we make truth in solitude.","author":"Goethe"},
  {"quote":"In seeking truth, you have to get both sides of a story.","author":"Walter Cronkite"},
  {"quote":"Truth is the focal point of all learning.","author":"Charles William Eliot"},
  {"quote":"Speaking the truth is the main attribute of a pure hearted person.","author":"Eraldo Banovac"},
  {"quote":"Truth is not cruel, but people are cruel.","author":"Dr. Seuss"},
  {"quote":"Truth is a deep kindness that teaches us to be content in our daily affairs.","author":"Unknown"},
  {"quote":"The truth must dazzle gradually or every man be blind.","author":"Emily Dickinson"},
  {"quote":"Truth is so rare that it is delightful to tell it.","author":"Emily Dickinson"},
  {"quote":"Truth is the consensus of the wise.","author":"Unknown"},
  {"quote":"Truth is heavy; therefore few wear it.","author":"Oliver Herford"},
  {"quote":"Light is fast, but truth is faster.","author":"Terry Pratchett"}
]
