[
  {
    "quote": "You find peace not by rearranging the circumstances of your life, but by realizing who you are at the deepest level.",
    "author": "Eckhart Tolle"
  },
  {
    "quote": "The most precious gift we can offer others is our presence. When mindfulness embraces those we love, they will bloom like flowers.",
    "author": "Thich Nhat Hanh"
  },
  {
    "quote": "We can never obtain peace in the outer world until we make peace with ourselves.",
    "author": "Dalai Lama"
  },
  {
    "quote": "Silence is the great teacher and to learn its lessons you must pay attention to it.",
    "author": "Deepak Chopra"
  },
  {
    "quote": "Peace comes from within. Do not seek it without.",
    "author": "Buddha"
  },
  {
    "quote": "Nobody can bring you peace but yourself.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "quote": "If you are depressed you are living in the past; if you are anxious you are living in the future; if you are at peace, you are living in the present.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Each one has to find his peace from within. And peace to be real must be unaffected by outside circumstances.",
    "author": "Mahatma Gandhi"
  },
  {
    "quote": "Inner peace begins the moment you choose not to allow another person or event to control your emotions.",
    "author": "Pema Chödrön"
  },
  {
    "quote": "The quieter you become, the more you can hear.",
    "author": "Ram Dass"
  },
  {
    "quote": "When you do not seek or need approval, you are at your most powerful.",
    "author": "Caroline Myss"
  },
  {
    "quote": "Happiness can only be achieved by looking inward and learning to enjoy whatever life has-and this requires transforming greed into gratitude.",
    "author": "Sri Sri Ravi Shankar"
  },
  {
    "quote": "Peace is its own reward.",
    "author": "Mahatma Gandhi"
  },
  {
    "quote": "To forgive is the highest, most beautiful form of love. In return, you will receive untold peace and happiness.",
    "author": "Robert Muller"
  },
  {
    "quote": "Peace is the result of retraining your mind to process life as it is, rather than as you think it should be.",
    "author": "Wayne Dyer"
  },
  {
    "quote": "When things change inside you, things change around you.",
    "author": "Unknown"
  },
  {
    "quote": "Let go of the thoughts that don’t make you strong.",
    "author": "Karen Salmansohn"
  },
  {
    "quote": "The life of inner peace, being harmonious and without stress, is the easiest type of existence.",
    "author": "Norman Vincent Peale"
  },
  {
    "quote": "Do not let the behavior of others destroy your inner peace.",
    "author": "Dalai Lama"
  },
  {
    "quote": "Peace begins with a smile.",
    "author": "Mother Teresa"
  },
  {
    "quote": "You’ll never find peace of mind until you listen to your heart.",
    "author": "George Michael"
  },
  {
    "quote": "In the midst of movement and chaos, keep stillness inside of you.",
    "author": "Deepak Chopra"
  },
  {
    "quote": "Beautify your inner dialogue. Beautify your inner world with love, light, and compassion. Life will be beautiful.",
    "author": "Amit Ray"
  },
  {
    "quote": "Peace is a journey of a thousand miles and it must be taken one step at a time.",
    "author": "Lyndon B. Johnson"
  },
  {
    "quote": "Nothing can bring you peace but yourself. Nothing can bring you peace but the triumph of principles.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "quote": "We will know peace the day we truly know ourselves.",
    "author": "Maxime Lagacé"
  },
  {
    "quote": "When you do the right thing, you get the feeling of peace and serenity associated with it. Do it again and again.",
    "author": "Roy T. Bennett"
  },
  {
    "quote": "Your inner peace is the greatest and most valuable treasure that you can discover.",
    "author": "Akiroq Brost"
  },
  {
    "quote": "Inner peace is beyond victory or defeat.",
    "author": "Bhagavad Gita"
  },
  {
    "quote": "Peace cannot be kept by force; it can only be achieved by understanding.",
    "author": "Albert Einstein"
  },
  {
    "quote": "You cannot find peace by avoiding life.",
    "author": "Michael Cunningham"
  },
  {
    "quote": "Quiet the mind, and the soul will speak.",
    "author": "Ma Jaya Sati Bhagavati"
  },
  {
    "quote": "Peace of mind for five minutes, that's what I crave.",
    "author": "Alanis Morissette"
  },
  {
    "quote": "Success is peace of mind which is a direct result of self-satisfaction in knowing you did your best to become the best you are capable of becoming.",
    "author": "John Wooden"
  },
  {
    "quote": "You have everything you need for complete peace and total happiness right now.",
    "author": "Wayne Dyer"
  },
  {
    "quote": "Inner peace can be reached only when we practice forgiveness. Forgiveness is letting go of the past, and is therefore the means for correcting our misperceptions.",
    "author": "Gerald G. Jampolsky"
  },
  {
    "quote": "If you cannot find peace within yourself, you will never find it anywhere else.",
    "author": "Marvin Gaye"
  },
  {
    "quote": "Those who are free of resentful thoughts surely find peace.",
    "author": "Buddha"
  },
  {
    "quote": "Peace is our gift to each other.",
    "author": "Elie Wiesel"
  },
  {
    "quote": "To live fully is to be always in no-man's-land, to experience each moment as completely new and fresh.",
    "author": "Pema Chödrön"
  },
  {
    "quote": "Breathe in peace, breathe out love.",
    "author": "Unknown"
  },
  {
    "quote": "Run to the rescue with love, and peace will follow.",
    "author": "River Phoenix"
  },
  {
    "quote": "When you find peace within yourself, you become the kind of person who can live at peace with others.",
    "author": "Peace Pilgrim"
  },
  {
    "quote": "Peace is the number one beautiful ornament you can wear.",
    "author": "Munia Khan"
  },
  {
    "quote": "To understand the immeasurable, the mind must be extraordinarily quiet, still.",
    "author": "Jiddu Krishnamurti"
  },
  {
    "quote": "The best fighter is never angry.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Calm mind brings inner strength and self-confidence, so that's very important for good health.",
    "author": "Dalai Lama"
  },
  {
    "quote": "Let go, or be dragged.",
    "author": "Zen Proverb"
  },
  {
    "quote": "He who lives in harmony with himself lives in harmony with the universe.",
    "author": "Marcus Aurelius"
  },
  {
    "quote": "Within you, there is a stillness and a sanctuary to which you can retreat at any time and be yourself.",
    "author": "Hermann Hesse"
  },
  {
    "quote": "Peace is not the absence of conflict, but the ability to cope with it.",
    "author": "Mahatma Gandhi"
  },
  {
    "quote": "The mind is like water. When it's turbulent, it's difficult to see. When it's calm, everything becomes clear.",
    "author": "Prasad Mahes"
  },
  {
    "quote": "The soul always knows what to do to heal itself. The challenge is to silence the mind.",
    "author": "Caroline Myss"
  },
  {
    "quote": "Be at peace with your own soul, then heaven and earth will be at peace with you.",
    "author": "Isaac of Nineveh"
  },
  {
    "quote": "Peace is not something you wish for; it's something you make, something you do, something you are, and something you give away.",
    "author": "John Lennon"
  },
  {
    "quote": "Meditation brings wisdom; lack of meditation leaves ignorance. Know well what leads you forward and what holds you back.",
    "author": "Buddha"
  },
  {
    "quote": "Sometimes you can find peace of mind by transferring yourself to different situations. They're just reminders to stay calm.",
    "author": "Yves Behar"
  },
  {
    "quote": "You will find peace not by trying to escape your problems, but by confronting them courageously.",
    "author": "J. Donald Walters"
  },
  {
    "quote": "The kingdom of God is within you.",
    "author": "Leo Tolstoy"
  },
  {
    "quote": "The greatest weapon against stress is our ability to choose one thought over another.",
    "author": "William James"
  },
  {
    "quote": "Peace is not absence of conflict, it is the ability to handle conflict by peaceful means.",
    "author": "Ronald Reagan"
  },
  {
    "quote": "The only way to find true peace is to start by finding peace within yourself.",
    "author": "Heidi Powell"
  },
  {
    "quote": "When you realize nothing is lacking, the whole world belongs to you.",
    "author": "Lao Tzu"
  },
  {
    "quote": "To experience peace does not mean that your life is always blissful. It means you are capable of tapping into a blissful state of mind amidst the normal chaos of a hectic life.",
    "author": "Jill Bolte Taylor"
  },
  {
    "quote": "The real spiritual progress of the aspirant is measured by the extent to which he achieves inner tranquility.",
    "author": "Swami Sivananda"
  },
  {
    "quote": "Nothing external to you has any power over you.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "quote": "The best way to pay for a lovely moment is to enjoy it.",
    "author": "Richard Bach"
  },
  {
    "quote": "Compassion does not see the faults of others. It does not see the weaknesses of people.",
    "author": "Amma (Sri Mata Amritanandamayi)"
  },
  {
    "quote": "To be calm is the highest achievement of the self.",
    "author": "Zen Proverb"
  },
  {
    "quote": "Peace is liberty in tranquility.",
    "author": "Marcus Tullius Cicero"
  },
  {
    "quote": "The only Zen you find on the tops of mountains is the Zen you bring up there.",
    "author": "Robert M. Pirsig"
  },
  {
    "quote": "There is no path to peace. Peace is the path.",
    "author": "Mahatma Gandhi"
  },
  {
    "quote": "The privilege of a lifetime is being who you are.",
    "author": "Joseph Campbell"
  },
  {
    "quote": "The unexamined life is not worth living.",
    "author": "Socrates"
  },
  {
    "quote": "Happiness depends upon ourselves.",
    "author": "Aristotle"
  },
  {
    "quote": "There is nothing permanent except change.",
    "author": "Heraclitus"
  },
  {
    "quote": "Fear is a natural reaction to moving closer to the truth.",
    "author": "Pema Chödrön"
  },
  {
    "quote": "The mind is everything. What you think you become.",
    "author": "Buddha"
  },
  {
    "quote": "To be fully alive, fully human, and completely awake is to be continually thrown out of the nest.",
    "author": "Pema Chödrön"
  },
  {
    "quote": "When you realize how perfect everything is you will tilt your head back and laugh at the sky.",
    "author": "Buddha"
  },
  {
    "quote": "The greatest prayer is patience.",
    "author": "Buddha"
  },
  {
    "quote": "Peace is always beautiful.",
    "author": "Walt Whitman"
  },
  {
    "quote": "The greatest degree of inner tranquility comes from the development of love and compassion.",
    "author": "Dalai Lama"
  },
  {
    "quote": "The practice of forgiveness is our most important contribution to the healing of the world.",
    "author": "Marianne Williamson"
  },
  {
    "quote": "Peace is not the destination, but the journey itself.",
    "author": "Unknown"
  },
  {
    "quote": "Inner peace is when you do what's right and let go of the rest.",
    "author": "Maxime Lagacé"
  },
  {
    "quote": "True peace is not merely the absence of tension: it is the presence of justice.",
    "author": "Martin Luther King Jr."
  },
  {
    "quote": "No one can get inner peace by pouncing on it.",
    "author": "Harry Emerson Fosdick"
  },
  {
    "quote": "The more tranquil a man becomes, the greater is his success, his influence, his power for good.",
    "author": "James Allen"
  },
  {
    "quote": "Peace is the eye of the storm, not the absence of the storm.",
    "author": "Unknown"
  },
  {
    "quote": "The only thing that belongs to us is the time.",
    "author": "Seneca"
  },
  {
    "quote": "When you make peace with yourself, you make peace with the world.",
    "author": "Maha Ghosananda"
  },
  {
    "quote": "We don't realize that, somewhere within us all, there does exist a supreme self who is eternally at peace.",
    "author": "Elizabeth Gilbert"
  },
  {
    "quote": "Peace is not the absence of trouble, but the presence of Christ.",
    "author": "Sheila Walsh"
  },
  {
    "quote": "The more you know yourself, the more clarity there is. Self-knowledge has no end.",
    "author": "Jiddu Krishnamurti"
  },
  {
    "quote": "Peace is not something you wish for; it’s something you make, something you do, something you are, and something you give away.",
    "author": "Robert Fulghum"
  },
  {
    "quote": "The greatest wisdom is seeing through appearances.",
    "author": "Atisha"
  },
  {
    "quote": "The secret of health for both mind and body is not to mourn for the past, not to worry about the future, or not to anticipate troubles, but to live in the present moment wisely and earnestly.",
    "author": "Buddha"
  },
  {
    "quote": "Peace is every step.",
    "author": "Thich Nhat Hanh"
  },
  {
    "quote": "The peace that we are looking for is not peace that crumbles as soon as there is difficulty or chaos. Whether we are alone or with others, at the beginning or at the end of our life, what we all really want is inner peace.",
    "author": "Pema Chödrön"
  }
]
