[
  {
    "quote": "The first method for estimating the intelligence of a ruler is to look at the men he has around him.",
    "author": "Niccolò Machiavelli"
  },
  {
    "quote": "A nation's greatness is measured by how it treats its weakest members.",
    "author": "Mahatma Gandhi"
  },
  {
    "quote": "He who opens a school door, closes a prison.",
    "author": "Victor Hugo"
  },
  {
    "quote": "No man is an island, entire of itself; every man is a piece of the continent, a part of the main.",
    "author": "John Donne"
  },
  {
    "quote": "The most dangerous creation of any society is the man who has nothing to lose.",
    "author": "James Baldwin"
  },
  {
    "quote": "Society exists only as a mental concept; in the real world there are only individuals.",
    "author": "Oscar Wilde"
  },
  {
    "quote": "A society grows great when old men plant trees in whose shade they know they shall never sit.",
    "author": "Greek Proverb"
  },
  {
    "quote": "The test of the morality of a society is what it does for its children.",
    "author": "Dietrich Bonhoeffer"
  },
  {
    "quote": "The measure of a civilization is how it treats its weakest members.",
    "author": "Hanan Ashrawi"
  },
  {
    "quote": "Civilization is the encouragement of differences.",
    "author": "Mahatma Gandhi"
  },
  {
    "quote": "People who shut their eyes to reality simply invite their own destruction.",
    "author": "James Baldwin"
  },
  {
    "quote": "The soul of a society is revealed in how it treats its women.",
    "author": "Pope John Paul II"
  },
  {
    "quote": "The strength of a nation derives from the integrity of the home.",
    "author": "Confucius"
  },
  {
    "quote": "A man’s manners are a mirror in which he shows his portrait.",
    "author": "Johann Wolfgang von Goethe"
  },
  {
    "quote": "To educate a man in mind and not in morals is to educate a menace to society.",
    "author": "Theodore Roosevelt"
  },
  {
    "quote": "We must learn to live together as brothers or perish together as fools.",
    "author": "Martin Luther King Jr."
  },
  {
    "quote": "The greatness of a society is not in how much it accumulates, but in how much it gives.",
    "author": "Bryant McGill"
  },
  {
    "quote": "If we do not maintain justice, justice will not maintain us.",
    "author": "Francis Bacon"
  },
  {
    "quote": "Injustice anywhere is a threat to justice everywhere.",
    "author": "Martin Luther King Jr."
  },
  {
    "quote": "The freedom of any society varies proportionately with the volume of its laughter.",
    "author": "Zero Mostel"
  },
  {
    "quote": "Our society must make it right and possible for old people not to fear the young or be deserted by them.",
    "author": "Pearl S. Buck"
  },
  {
    "quote": "Society honors its living conformists and its dead troublemakers.",
    "author": "Mignon McLaughlin"
  },
  {
    "quote": "Without a sense of caring, there can be no sense of community.",
    "author": "Anthony J. D’Angelo"
  },
  {
    "quote": "A civilized society is one which tolerates eccentricity to the point of doubtful sanity.",
    "author": "Robert Frost"
  },
  {
    "quote": "Each time a man stands up for an ideal, he sends forth a tiny ripple of hope.",
    "author": "Robert F. Kennedy"
  },
  {
    "quote": "The arc of the moral universe is long, but it bends towards justice.",
    "author": "Martin Luther King Jr."
  },
  {
    "quote": "Society is like a stew. If you don’t stir it up, all the scum rises to the top.",
    "author": "Edward Abbey"
  },
  {
    "quote": "The greatest wealth is health, and communities must flourish together in well-being.",
    "author": "Virgil"
  },
  {
    "quote": "A social order is not created by any one person but comes into existence from the contributions of all.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Our ability to reach unity in diversity will be the beauty and the test of our civilization.",
    "author": "Mahatma Gandhi"
  },
  {
    "quote": "True community is based upon equality, mutual respect, and joint participation.",
    "author": "Oscar Arias"
  },
  {
    "quote": "Freedom is never given; it is won.",
    "author": "A. Philip Randolph"
  },
  {
    "quote": "Society is built upon the assumption that everyone is a potential prisoner.",
    "author": "Simone Weil"
  },
  {
    "quote": "There is no sound more satisfying than the laughter of children in a thriving community.",
    "author": "Desmond Tutu"
  },
  {
    "quote": "Where all think alike, no one thinks very much.",
    "author": "Walter Lippmann"
  },
  {
    "quote": "For it is in giving that we receive.",
    "author": "Saint Francis of Assisi"
  },
  {
    "quote": "The best index to a person's character is how he treats people who can't do him any good.",
    "author": "Abraham Lincoln"
  },
  {
    "quote": "No culture can live if it attempts to be exclusive.",
    "author": "Mahatma Gandhi"
  },
  {
    "quote": "The greatness of a society depends on its respect for minority rights.",
    "author": "John F. Kennedy"
  },
  {
    "quote": "The role of a free press is to educate the public about events and hold the powerful to account.",
    "author": "Thomas Jefferson"
  },
  {
    "quote": "Politics is the art of looking for trouble, finding it everywhere, diagnosing it incorrectly and applying the wrong remedies.",
    "author": "Groucho Marx"
  },
  {
    "quote": "Society is a partnership in all science; a partnership in all art; a partnership in every virtue, and in all perfection.",
    "author": "Edmund Burke"
  },
  {
    "quote": "The true measure of any society can be found in how it treats its most vulnerable members.",
    "author": "Nelson Mandela"
  },
  {
    "quote": "Every individual matters. Every individual has a role to play. Every individual makes a difference.",
    "author": "Jane Goodall"
  },
  {
    "quote": "Correction does much, but encouragement does more.",
    "author": "Johann Wolfgang von Goethe"
  },
  {
    "quote": "The greatness of society is measured by the well-being of its weakest.",
    "author": "Eleanor Roosevelt"
  },
  {
    "quote": "The bond that links your true family is not one of blood, but of respect and joy in each other's life.",
    "author": "Richard Bach"
  },
  {
    "quote": "In the practice of tolerance, one's enemy is the best teacher.",
    "author": "Dalai Lama"
  },
  {
    "quote": "The highest result of education is tolerance.",
    "author": "Helen Keller"
  },
  {
    "quote": "When we treat people merely as they are, they will remain as they are. When we treat them as though they are what they could be, they become what they should be.",
    "author": "Johann Wolfgang von Goethe"
  },
  {
    "quote": "The greatness of humanity is not found in wealth or power, but in the care we show one another.",
    "author": "Kahlil Gibran"
  },
  {
    "quote": "The tragedy of life is not that it ends so soon, but that we wait so long to begin it.",
    "author": "W. M. Lewis"
  },
  {
    "quote": "No law or ordinance is mightier than understanding.",
    "author": "Plato"
  },
  {
    "quote": "It is not what we have that will make us a great nation, but what we do with what we have.",
    "author": "Adlai Stevenson"
  },
  {
    "quote": "It is the spirit and not the form of law that keeps justice alive.",
    "author": "Earl Warren"
  },
  {
    "quote": "The surest test that an institution is enduring is that it is hostile to change.",
    "author": "Lyman Beecher"
  },
  {
    "quote": "Society is composed of two great classes: those who have more dinners than appetite, and those who have more appetite than dinners.",
    "author": "Ninon de l'Enclos"
  },
  {
    "quote": "The real wealth of humanity is not in material possessions but in our shared empathy.",
    "author": "Ban Ki-moon"
  },
  {
    "quote": "A society without justice is nothing but a modern-day tyranny.",
    "author": "Thurgood Marshall"
  },
  {
    "quote": "When we seek to discover the best in others, we somehow bring out the best in ourselves.",
    "author": "William Arthur Ward"
  },
  {
    "quote": "The world is a fine place and worth fighting for, and I hate very much to leave it.",
    "author": "Ernest Hemingway"
  },
  {
    "quote": "Progress is man's ability to complicate simplicity.",
    "author": "Thor Heyerdahl"
  },
  {
    "quote": "Each generation imagines itself more intelligent than the one that went before it, and wiser than the one that comes after it.",
    "author": "George Orwell"
  },
  {
    "quote": "No man ever steps in the same river twice, for it's not the same river and he's not the same man.",
    "author": "Heraclitus"
  },
  {
    "quote": "The best way to predict the future is to create it.",
    "author": "Peter Drucker"
  },
  {
    "quote": "What is necessary to change a person is to change his awareness of himself.",
    "author": "Abraham Maslow"
  },
  {
    "quote": "Justice cannot be for one side alone, but must be for both.",
    "author": "Eleanor Roosevelt"
  },
  {
    "quote": "Education is the most powerful weapon which you can use to change the world.",
    "author": "Nelson Mandela"
  },
  {
    "quote": "Our lives begin to end the day we become silent about things that matter.",
    "author": "Martin Luther King Jr."
  },
  {
    "quote": "No one has ever become poor by giving.",
    "author": "Anne Frank"
  },
  {
    "quote": "The greatness of a nation and its moral progress can be judged by the way its animals are treated.",
    "author": "Mahatma Gandhi"
  },
  {
    "quote": "The function of education is to teach one to think intensively and to think critically. Intelligence plus character—that is the goal of true education.",
    "author": "Martin Luther King Jr."
  }
]
