[
  {
    "quote": "Walk as if you are kissing the Earth with your feet.",
    "by": "Thich Nhat Hanh"
  },
  {
    "quote": "Mindfulness isn’t difficult, we just need to remember to do it.",
    "by": "Sharon Salzberg"
  },
  {
    "quote": "The present moment is the only time over which we have dominion.",
    "by": "Thich Nhat Hanh"
  },
  {
    "quote": "You can’t stop the waves, but you can learn to surf.",
    "by": "Jon Kabat-Zinn"
  },
  {
    "quote": "Wherever you are, be there totally.",
    "by": "Eckhart Tolle"
  },
  {
    "quote": "The mind is everything. What you think you become.",
    "by": "Buddha"
  },
  {
    "quote": "Peace comes from within. Do not seek it without.",
    "by": "Buddha"
  },
  {
    "quote": "Feelings come and go like clouds in a windy sky. Conscious breathing is my anchor.",
    "by": "Thich Nhat Hanh"
  },
  {
    "quote": "The quieter you become, the more you can hear.",
    "by": "Rumi"
  },
  {
    "quote": "You are the sky. Everything else is just the weather.",
    "by": "Pema Chödrön"
  },
  {
    "quote": "Realize deeply that the present moment is all you ever have.",
    "by": "Eckhart Tolle"
  },
  {
    "quote": "The body benefits from movement, and the mind benefits from stillness.",
    "by": "Sakyong Mipham"
  },
  {
    "quote": "In today’s rush, we all think too much—seek too much—want too much—and forget about the joy of just being.",
    "by": "Eckhart Tolle"
  },
  {
    "quote": "The mind is like water. When it’s turbulent, it’s difficult to see. When it’s calm, everything becomes clear.",
    "by": "Prasad Mahes"
  },
  {
    "quote": "To meditate is to discover new possibilities, to awaken the capacity each of us has to live more wisely, more lovingly, more compassionately, and more fully.",
    "by": "Jack Kornfield"
  },
  {
    "quote": "The soul always knows what to do to heal itself. The challenge is to silence the mind.",
    "by": "Caroline Myss"
  },
  {
    "quote": "Happiness is not something ready-made. It comes from your own actions.",
    "by": "Dalai Lama"
  },
  {
    "quote": "The most precious gift we can offer others is our presence.",
    "by": "Thich Nhat Hanh"
  },
  {
    "quote": "Life is available only in the present moment.",
    "by": "Thich Nhat Hanh"
  },
  {
    "quote": "Be happy in the moment, that's enough. Each moment is all we need, not more.",
    "by": "Mother Teresa"
  },
  {
    "quote": "The real voyage of discovery consists not in seeking out new landscapes but in having new eyes.",
    "by": "Marcel Proust"
  },
  {
    "quote": "Awareness is the greatest agent for change.",
    "by": "Eckhart Tolle"
  },
  {
    "quote": "The real meditation is how you live your life.",
    "by": "Jon Kabat-Zinn"
  },
  {
    "quote": "In silence there is eloquence. Stop weaving and watch how the pattern improves.",
    "by": "Rumi"
  },
  {
    "quote": "The ability to observe without evaluating is the highest form of intelligence.",
    "by": "Jiddu Krishnamurti"
  },
  {
    "quote": "When you realize nothing is lacking, the whole world belongs to you.",
    "by": "Lao Tzu"
  },
  {
    "quote": "The mind is a wonderful servant but a terrible master.",
    "by": "Robin Sharma"
  },
  {
    "quote": "Drink your tea slowly and reverently, as if it is the axis on which the world revolves.",
    "by": "Thich Nhat Hanh"
  },
  {
    "quote": "Forever is composed of nows.",
    "by": "Emily Dickinson"
  },
  {
    "quote": "The best way to capture moments is to pay attention. This is how we cultivate mindfulness.",
    "by": "Jon Kabat-Zinn"
  },
  {
    "quote": "If you want to conquer the anxiety of life, live in the moment, live in the breath.",
    "by": "Amit Ray"
  },
  {
    "quote": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.",
    "by": "Buddha"
  },
  {
    "quote": "Mindfulness is the aware, balanced acceptance of the present experience.",
    "by": "Sylvia Boorstein"
  },
  {
    "quote": "The little things? The little moments? They aren’t little.",
    "by": "Jon Kabat-Zinn"
  },
  {
    "quote": "Every breath we take, every step we make, can be filled with peace, joy, and serenity.",
    "by": "Thich Nhat Hanh"
  },
  {
    "quote": "The art of mindfulness begins with noticing the beauty in ordinary moments.",
    "by": "Amy Leigh Mercree"
  },
  {
    "quote": "When you own your breath, nobody can steal your peace.",
    "by": "Unknown"
  },
  {
    "quote": "The present moment is filled with joy and happiness. If you are attentive, you will see it.",
    "by": "Thich Nhat Hanh"
  },
  {
    "quote": "Mindfulness is the antidote to the distracted, chaotic world we live in.",
    "by": "Arianna Huffington"
  },
  {
    "quote": "The mind that opens to a new idea never returns to its original size.",
    "by": "Albert Einstein"
  },
  {
    "quote": "Everything is created twice. First in the mind and then in reality.",
    "by": "Robin Sharma"
  },
  {
    "quote": "No matter how difficult the past, you can always begin again today.",
    "by": "Jack Kornfield"
  },
  {
    "quote": "The more you rest in awareness, the more life becomes a dance of effortless ease.",
    "by": "Adyashanti"
  },
  {
    "quote": "The secret of health for both mind and body is not to mourn the past, worry about the future, but to live in the present moment wisely and earnestly.",
    "by": "Buddha"
  },
  {
    "quote": "Be where you are; otherwise you will miss your life.",
    "by": "Buddha"
  },
  {
    "quote": "Mindfulness helps you go home to the present. And every time you go there and recognize a condition of happiness that you have, happiness comes.",
    "by": "Thich Nhat Hanh"
  },
  {
    "quote": "The present moment is the only moment available to us, and it is the door to all moments.",
    "by": "Thich Nhat Hanh"
  },
  {
    "quote": "Attention is the rarest and purest form of generosity.",
    "by": "Simone Weil"
  },
  {
    "quote": "The quieter you become, the more you can hear.",
    "by": "Ram Dass"
  },
  {
    "quote": "When you do something, you should burn yourself completely, like a good bonfire, leaving no trace of yourself.",
    "by": "Shunryu Suzuki"
  },
  {
    "quote": "The practice of mindfulness is the practice of remembering.",
    "by": "Sharon Salzberg"
  },
  {
    "quote": "To meditate is to be silent, to listen, and to open yourself to the truth of life.",
    "by": "Amit Ray"
  },
  {
    "quote": "The essence of mindfulness is to wake up, to recognize what is actually here.",
    "by": "Joseph Goldstein"
  },
  {
    "quote": "Mindfulness is the gentle power that helps you stop being a prisoner of old habits.",
    "by": "Thich Nhat Hanh"
  },
  {
    "quote": "The mind that is anxious about the future is miserable.",
    "by": "Seneca"
  },
  {
    "quote": "To be mindful is to be in constant communion with the universe.",
    "by": "Amit Ray"
  },
  {
    "quote": "The only true wisdom is in knowing you know nothing.",
    "by": "Socrates"
  },
  {
    "quote": "The more you practice the art of stillness, the more you hear the whispers of the universe.",
    "by": "Katrina Mayer"
  },
  {
    "quote": "Your task is not to seek for love, but merely to seek and find all the barriers within yourself that you have built against it.",
    "by": "Rumi"
  },
  {
    "quote": "Everything that is made beautiful and fair and lovely is made for the eye of one who sees.",
    "by": "Rumi"
  },
  {
    "quote": "The only way to make sense out of life is to see it as a journey of awakening.",
    "by": "Deepak Chopra"
  },
  {
    "quote": "The real secret of life—to be completely engaged with what you are doing in the here and now.",
    "by": "Alan Watts"
  },
  {
    "quote": "Pure awareness transcends thinking. It allows you to step outside the chattering negative self-talk and your reactive impulses and emotions.",
    "by": "Mark Williams"
  },
  {
    "quote": "We use mindfulness to observe the way we cling to pleasant experiences & push away unpleasant ones.",
    "by": "Sharon Salzberg"
  },
  {
    "quote": "If you want to know your own mind, observe and recognize everything about it during your day-to-day life.",
    "by": "Thich Nhat Hanh"
  },
  {
    "quote": "The wound is the place where the light enters you.",
    "by": "Rumi"
  },
  {
    "quote": "Abundance is not something we acquire. It is something we tune into.",
    "by": "Wayne Dyer"
  },
  {
    "quote": "The greatest weapon against stress is our ability to choose one thought over another.",
    "by": "William James"
  },
  {
    "quote": "The only way to live is by accepting each minute as an unrepeatable miracle.",
    "by": "Tara Brach"
  },
  {
    "quote": "Your calm mind is the ultimate weapon against challenges.",
    "by": "Bryant McGill"
  },
  {
    "quote": "Do every act of your life as though it were the last act of your life.",
    "by": "Marcus Aurelius"
  },
  {
    "quote": "Leave your front door and back door open. Let your thoughts come and go; just don’t serve them tea.",
    "by": "Shunryu Suzuki"
  },
  {
    "quote": "Be here now.",
    "by": "Ram Dass"
  },
  {
    "quote": "When you are present, the world is truly alive.",
    "by": "Thich Nhat Hanh"
  },
  {
    "quote": "The more you are motivated by love, the more fearless and free your actions will be.",
    "by": "Dalai Lama"
  },
  {
    "quote": "The real meditation is how you live your life.",
    "by": "Jon Kabat-Zinn"
  },
  {
    "quote": "Within you, there is a stillness and a sanctuary to which you can retreat at any time and be yourself.",
    "by": "Hermann Hesse"
  },
  {
    "quote": "As you breathe in, imagine you are in a fragrant garden of roses.",
    "by": "Alvin Alexander"
  },
  {
    "quote": "If you aren’t in the moment, you are either looking forward to uncertainty or back to pain and regret.",
    "by": "Jim Carrey"
  },
  {
    "quote": "The still waters of a lake reflect the beauty around it. When the mind is still, the beauty of the self is reflected.",
    "by": "Vanda Scaravelli"
  },
  {
    "quote": "Nature does not hurry, yet everything is accomplished.",
    "by": "Lao Tzu"
  },
  {
    "quote": "Almost everything will work again if you unplug it for a few minutes ... including you.",
    "by": "Anne Lamott"
  },
  {
    "quote": "The mind is a flexible mirror; adjust it to see a better world.",
    "by": "Amit Ray"
  },
  {
    "quote": "Training your mind to be in the present moment is the number one key to making healthier choices.",
    "by": "Susan Albers"
  },
  {
    "quote": "Life is a dance between making it happen and letting it happen.",
    "by": "Ariana Huffington"
  },
  {
    "quote": "If you think you're enlightened, go spend a week with your family.",
    "by": "Ram Dass"
  },
  {
    "quote": "Suffering is part of our training program for becoming wise.",
    "by": "Ram Dass"
  },
  {
    "quote": "Reality is only an agreement – today is always today.",
    "by": "Zen Proverb"
  },
  {
    "quote": "The significance is hiding in the insignificant. Appreciate everything.",
    "by": "Eckhart Tolle"
  },
  {
    "quote": "The Universe has our back, yes, and our heart. The Universe has our heart.",
    "by": "Agapi Stassinopoulos"
  },
  {
    "quote": "If the mind is quiet, we come to know ourselves as the pure witness.",
    "by": "Sri Nisargadatta Maharaj"
  },
  {
    "quote": "You need nothing more, just remember that you are the witness only.",
    "by": "Sri Nisargadatta Maharaj"
  },
  {
    "quote": "The ‘person’ is merely the result of a misunderstanding.",
    "by": "Sri Nisargadatta Maharaj"
  },
  {
    "quote": "Let go of your mind and then be mindful. Close your ears and listen!",
    "by": "Rumi"
  },
  {
    "quote": "Everything that has a beginning has an ending. Make your peace with that and all will be well.",
    "by": "Jack Kornfield"
  },
  {
    "quote": "Each morning we are born again. What we do today is what matters most.",
    "by": "Buddha"
  },
  {
    "quote": "A mind set in its ways is wasted.",
    "by": "Eric Schmidt"
  },
  {
    "quote": "When you focus on the good, the good gets better.",
    "by": "Abraham Hicks"
  },
  {
    "quote": "The two most powerful warriors are patience and time.",
    "by": "Leo Tolstoy"
  },
  {
    "quote": "People have a hard time letting go of their suffering. Out of a fear of the unknown, they prefer suffering that is familiar.",
    "by": "Thich Nhat Hanh"
  },
  {
    "quote": "If it’s out of your hands, it deserves freedom from your mind too.",
    "by": "Ivan Nuru"
  },
  {
    "quote": "The first and best victory is to conquer self.",
    "by": "Plato"
  },
  {
    "quote": "Slow down, you'll get there faster.",
    "by": "Katherine King"
  },
  {
    "quote": "Meditation means dissolving the invisible walls that unawareness has built.",
    "by": "Sadhguru"
  },
  {
    "quote": "When we get too caught up in the busyness of the world, we lose connection with one another—and ourselves.",
    "by": "Jack Kornfield"
  },
  {
    "quote": "Looking at beauty in the world is the first step of purifying the mind.",
    "by": "Amit Ray"
  },
  {
    "quote": "Surrender to what is. Let go of what was. Have faith in what will be.",
    "by": "Sonia Ricotti"
  },
  {
    "quote": "Remember the blue sky. It may at times be obscured by clouds, but it is always there.",
    "by": "Andy Puddicombe"
  },
  {
    "quote": "Mindfulness clears the windshield of the mind so that we can see things as they really are.",
    "by": "Travis Eliot"
  },
  {
    "quote": "There is nothing more important to true growth than realizing that you are not the voice of the mind—you are the one who hears it.",
    "by": "Michael A. Singer"
  },
  {
    "quote": "Ask yourself: Where am I? Answer: Here. Ask yourself: What time is it? Answer: Now. Say it until you can hear it.",
    "by": "Ram Dass"
  },
  {
    "quote": "Worrying is stupid. It's like walking around with an umbrella waiting for it to rain.",
    "by": "Wiz Khalifa"
  },
  {
    "quote": "Live the actual moment. Only this actual moment is life.",
    "by": "Thích Nhất Hạnh"
  }
]
