[
  { "quote": "Gratitude is not only the greatest of virtues, but the parent of all the others.", "by": "Cicero" },
  { "quote": "Nothing is more honorable than a grateful heart.", "by": "Seneca the Younger" },
  { "quote": "All the gratitude which he deserves is to be forgiven for helping us.", "by": "Seneca the Younger" },
  { "quote": "Gratitude is the sign of noble souls.", "by": "Aesop" },
  { "quote": "If you are grateful, I will certainly give you more.", "by": "Noble Quran (14:7)" },
  { "quote": "Remember Me; I will remember you. And thank Me, and do not be ungrateful to Me.", "by": "Noble Quran (2:152)" },
  { "quote": "Allah does not like whoever is treacherous and ungrateful.", "by": "Noble Quran (22:38)" },
  { "quote": "And Allah has enjoined on man to show gratitude to Allah. And whoever is grateful is grateful for his own soul; but whoever is ungrateful—then indeed, Allah is Free of need, Praiseworthy.", "by": "Noble Quran (31:12)" },
  { "quote": "Whoever does not thank people has not thanked God.", "by": "Prophet Muhammad ﷺ" },
  { "quote": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, let your requests be made known to God.", "by": "Paul the Apostle" },
  { "quote": "Give thanks to the LORD, for he is good; his love endures forever.", "by": "Psalmist (Psalm 107:1)" },
  { "quote": "Enter his gates with thanksgiving and his courts with praise; give thanks to him and praise his name.", "by": "Psalmist (Psalm 100:4)" },
  { "quote": "Who offers praise glorifies me; and to him who orders his conduct aright I shall show the salvation of God.", "by": "Psalmist (Psalm 50:23)" },
  { "quote": "Praise the LORD. Give thanks to the LORD, for he is good; his love endures forever.", "by": "Psalmist (Psalm 106:1)" },
  { "quote": "By him, then, let us continually offer the sacrifice of praise to God, that is, the fruit of lips that acknowledge his name.", "by": "Hebrews (13:15)" },
  { "quote": "It is more blessed to give than to receive.", "by": "Jesus" },
  { "quote": "When you arise in the morning think of what a privilege it is to be alive—to think, to enjoy, to love.", "by": "Marcus Aurelius" },
  { "quote": "Be content with what you have; rejoice in the way things are.", "by": "Lao Tzu" },
  { "quote": "If one offers Me with love and devotion a leaf, a flower, fruit or water, I will accept it.", "by": "Bhagavad Gita" },
  { "quote": "A thankful heart is not only the greatest virtue, but the parent of all other virtues.", "by": "Seneca" },
  { "quote": "Wear gratitude like a cloak and it will feed every corner of your life.", "by": "Rumi" },
  { "quote": "Gratitude bestows reverence… altering forever the heart of him who gives and of him who receives.", "by": "John Milton" },
  { "quote": "Gratitude is riches. Complaint is poverty.", "by": "Doris Day" },
  { "quote": "Reflect upon your present blessings—of which every man has many—not on your past misfortunes.", "by": "Marcus Aurelius" },
  { "quote": "A grateful mind is a great mind which eventually attracts to itself great things.", "by": "Pliny the Elder" },
  { "quote": "Counsel and good wish are the only gifts we can give without ever parting with ourselves.", "by": "Jean de La Bruyère" },
  { "quote": "Gratitude is the memory of the heart.", "by": "Jean Baptiste Massieu" },
  { "quote": "Gratitude unlocks the fullness of life.", "by": "Melody Beattie" },
  { "quote": "The roots of all goodness lie in the soil of appreciation for goodness.", "by": "Dalai Lama" },
  { "quote": "Gratitude opens the door to the power, the wisdom, the creativity of the universe.", "by": "Deepak Chopra" },
  { "quote": "When I started counting my blessings, my whole life turned around.", "by": "Willie Nelson" },
  { "quote": "The struggle ends when gratitude begins.", "by": "Neale Donald Walsch" },
  { "quote": "In ordinary life, we hardly realize that we receive a great deal more than we give.", "by": "Albert Schweitzer" },
  { "quote": "The way to develop the best that is in a person is by appreciation and encouragement.", "by": "Charles Schwab" },
  { "quote": "Gratitude is a powerful catalyst for happiness.", "by": "Amy Collette" },
  { "quote": "Happiness is the spiritual experience of living every minute with love, grace, and gratitude.", "by": "Denis Waitley" },
  { "quote": "If the only prayer you ever say in your life is ‘thank you,’ that will be enough.", "by": "Meister Eckhart" },
  { "quote": "A grateful heart is a magnet for miracles.", "by": "Arabic Proverb" },
  { "quote": "Train yourself to find the blessing in everything.", "by": "Unknown" },
  { "quote": "Gratitude is a currency that we can mint for ourselves, and spend without fear of bankruptcy.", "by": "Fred De Witt Van Amburgh" },
  { "quote": "Ingratitude is always a kind of weakness. I have never known men of ability to be ungrateful.", "by": "Goethe" },
  { "quote": "Be grateful for whoever comes, because each has been sent as a guide from beyond.", "by": "Rumi" },
  { "quote": "The miracle is not that we do this work, but that we are happy to do it.", "by": "Mother Teresa" },
  { "quote": "Stay close to anything that makes you glad you are alive.", "by": "Hafez" },
  { "quote": "If you look at what you have in life, you'll always have more.", "by": "Oprah Winfrey" },
  { "quote": "If you aren't grateful for what you already have, what makes you think you would be happy with more?", "by": "Roy T. Bennett" },
  { "quote": "Gratitude is the ability to experience life as a gift.", "by": "John Milton" },
  { "quote": "Gratitude is an antidote to negative emotions: envy, hostility, worry, and irritation.", "by": "Sonja Lyubomirsky" },
  { "quote": "Be thankful for problems. If they were less difficult, someone with less ability might have your job.", "by": "Jim Rohn" },
  { "quote": "Gratitude can transform common days into thanksgivings, turn routine jobs into joy, and change ordinary opportunities into blessings.", "by": "William Arthur Ward" },
  { "quote": "The smallest act of gratitude toward God is to thank Him for all the blessings He has bestowed on us.", "by": "Unknown" },
  { "quote": "Gratitude is an offering precious in the sight of God, and it is one that the poorest of us can make if we choose.", "by": "A.W. Tozer" },
  { "quote": "A moment of gratitude makes a difference in your attitude.", "by": "Bruce Wilkinson" },
  { "quote": "Gratitude is the music of the heart when its chords are swept by the breeze of kindness.", "by": "Unknown" },
  { "quote": "The essence of all beautiful art, all great art, is gratitude.", "by": "Friedrich Nietzsche" },
  { "quote": "Gratitude is the wine for the soul. Go on. Get drunk.", "by": "Rumi" },
  { "quote": "Gratitude is the open door to abundance.", "by": "Unknown" },
  { "quote": "When you focus on gratitude, you shift from what your life lacks to the abundance you already possess.", "by": "Unknown" },
  { "quote": "Gratitude paints little smiley faces on everything it touches.", "by": "Richelle E. Goodrich" },
  { "quote": "Gratitude is the most exquisite form of courtesy.", "by": "Jacques Maritain" },
  { "quote": "Thankfulness is the natural impulse to express gratitude; thanksgiving is its following.", "by": "Henry Van Dyke" },
  { "quote": "Gratitude is a powerful way to connect with the world and each other.", "by": "Unknown" },
  { "quote": "Let gratitude be your guide.", "by": "Unknown" },
  { "quote": "Find time to thank people who make a difference in your life.", "by": "Unknown" },
  { "quote": "Gratitude unlocks the door to joy, serenity, and fulfillment.", "by": "Unknown" },
  { "quote": "Make it a habit to tell people thank you—sincerely and without expecting anything in return.", "by": "Ralph Marston" },
  { "quote": "The best and most beautiful things in the world must be felt with the heart.", "by": "Helen Keller" },
  { "quote": "Be present in all things and thankful for all things.", "by": "Maya Angelou" },
  { "quote": "As we express our gratitude, the highest appreciation is not to utter words, but to live by them.", "by": "John F. Kennedy" },
  { "quote": "I am happy because I’m grateful. That gratitude allows me to be happy.", "by": "Denis Waitley" },
  { "quote": "Joy is the simplest form of gratitude.", "by": "Karl Barth" },
  { "quote": "No one who achieves success does so without the help of others—acknowledge this help with gratitude.", "by": "Alfred North Whitehead" },
  { "quote": "We often take for granted the things that most deserve our gratitude.", "by": "Cynthia Ozick" },
  { "quote": "In daily life we must see that it is not happiness that makes us grateful, but gratefulness that makes us happy.", "by": "David Steindl-Rast" },
  { "quote": "Feeling gratitude and not expressing it is like wrapping a present and not giving it.", "by": "William Arthur Ward" },
  { "quote": "Reflect upon your present blessings, of which every man has plenty.", "by": "Charles Dickens" }
]
