[
  { "quote": "I once had a thousand desires. But in my one desire to know You, all else melted away.", "by": "Maulana Rūmī ؒ" },
  { "quote": "Out beyond ideas of wrongdoing and right-doing, there is a field. I’ll meet you there.", "by": "Maulana Rūmī ؒ" },
  { "quote": "The breeze at dawn has secrets to tell you. Don’t go back to sleep.", "by": "Maulana Rūmī ؒ" },
  { "quote": "Sell your cleverness and buy bewilderment.", "by": "Maulana Rūmī ؒ" },
  { "quote": "Dance, when you’re broken open; dance, if you’ve torn the bandage off.", "by": "Maulana Rūmī ؒ" },
  { "quote": "Your heart knows the way. Run in that direction.", "by": "Maulana Rūmī ؒ" },
  { "quote": "What you seek is seeking you.", "by": "Maulana Rūmī ؒ" },
  { "quote": "Let yourself be silently drawn by the strange pull of what you really love.", "by": "Maulana Rūmī ؒ" },
  { "quote": "The quieter you become, the more you are able to hear.", "by": "Maulana Rūmī ؒ" },
  { "quote": "Why do you stay in prison when the door is so wide open?", "by": "Maulana Rūmī ؒ" },

  { "quote": "Come, come, whoever you are. Wanderer, worshiper, lover of leaving.", "by": "Maulana Rūmī ؒ" },
  { "quote": "Let the beauty we love be what we do.", "by": "Maulana Rūmī ؒ" },
  { "quote": "Love is the bridge between you and everything.", "by": "Maulana Rūmī ؒ" },
  { "quote": "The wound is the place where the Light enters you.", "by": "Maulana Rūmī ؒ" },
  { "quote": "When the world pushes you to your knees, you’re in the perfect position to pray.", "by": "Maulana Rūmī ؒ" },
  { "quote": "Yesterday I was clever, so I wanted to change the world; today I am wise, so I am changing myself.", "by": "Maulana Rūmī ؒ" },
  { "quote": "Stop acting so small. You are the universe in ecstatic motion.", "by": "Maulana Rūmī ؒ" },
  { "quote": "Be melting snow; wash yourself of yourself.", "by": "Maulana Rūmī ؒ" },
  { "quote": "Knock, and He’ll open the door. Vanish, and He’ll make you shine like the sun.", "by": "Maulana Rūmī ؒ" },
  { "quote": "I want to sing like the birds sing, not worrying about who hears or what they think.", "by": "Maulana Rūmī ؒ" },

  { "quote": "If you wish to be a mine of jewels, open the deep ocean within your heart.", "by": "Maulana Rūmī ؒ" },
  { "quote": "The garden of the world has no limits except in your mind.", "by": "Maulana Rūmī ؒ" },
  { "quote": "Come out of the circle of time and into the circle of love.", "by": "Maulana Rūmī ؒ" },
  { "quote": "Your grief is the breaking of the shell that encloses your understanding.", "by": "Maulana Rūmī ؒ" },
  { "quote": "The light which shines in you is exactly the same light that shines in everyone.", "by": "Maulana Rūmī ؒ" },
  { "quote": "Let the lover be disgraceful, crazy, absent-minded. Someone sober will worry about things going badly.", "by": "Maulana Rūmī ؒ" },
  { "quote": "You were born with wings. Why prefer to crawl through life?", "by": "Maulana Rūmī ؒ" },
  { "quote": "Where there is ruin, there is hope for a treasure.", "by": "Maulana Rūmī ؒ" },
  { "quote": "The soul has been given its own ears to hear things the mind does not understand.", "by": "Maulana Rūmī ؒ" },
  { "quote": "Reason is powerless in the expression of Love.", "by": "Maulana Rūmī ؒ" },

  { "quote": "Death has nothing to do with going away. The sun sets and the moon sets, but they are not gone.", "by": "Maulana Rūmī ؒ" },
  { "quote": "I have lived on the lip of insanity, wanting to know reasons, knocking through a door.", "by": "Maulana Rūmī ؒ" },
  { "quote": "Become the sky. Take an axe to the prison wall.", "by": "Maulana Rūmī ؒ" },
  { "quote": "Why are you so busy with this or that or good or bad; pay attention to how things blend.", "by": "Maulana Rūmī ؒ" },
  { "quote": "What hurts you, blesses you. Darkness is your candle.", "by": "Maulana Rūmī ؒ" },
  { "quote": "Inside you there’s an artist you don’t know about.", "by": "Maulana Rūmī ؒ" },

  { "quote": "Ignorant people follow their passions; the wise man lives according to reason.", "by": "Shaykh Saadi ؒ" },
  { "quote": "Meet everyone with a gratified heart.", "by": "Shaykh Saadi ؒ" },
  { "quote": "Have patience. All things are difficult before they become easy.", "by": "Shaykh Saadi ؒ" },
  { "quote": "The rose and the thorn, and sorrow and gladness, are linked together.", "by": "Shaykh Saadi ؒ" },
  { "quote": "He who plants kindness gathers love.", "by": "Shaykh Saadi ؒ" },
  { "quote": "A traveler without observation is a bird without wings.", "by": "Shaykh Saadi ؒ" },

  { "quote": "He who knows himself knows God.", "by": "Imam Al-Ghazzali ؒ" },
  { "quote": "Knowledge without action is wastefulness; action without knowledge is foolishness.", "by": "Imam Al-Ghazzali ؒ" },
  { "quote": "The best way to find yourself is to lose yourself in the service of others.", "by": "Imam Al-Ghazzali ؒ" },
  { "quote": "Trust in God but tie your camel.", "by": "Imam Al-Ghazzali ؒ" },
  { "quote": "Desires make slaves out of kings, and patience makes kings out of slaves.", "by": "Imam Al-Ghazzali ؒ" },
  { "quote": "Sincerity is to the heart what rain is to the earth.", "by": "Imam Al-Ghazzali ؒ" },

  { "quote": "Die before you die and find that there is no death.", "by": "Hazrat Shams Tabrīzī ؒ" },
  { "quote": "Silence is the language of God; all else is poor translation.", "by": "Hazrat Shams Tabrīzī ؒ" },
  { "quote": "Be melting snow; wash yourself of yourself.", "by": "Hazrat Shams Tabrīzī ؒ" },
  { "quote": "Where there is ruin, there is hope for a treasure.", "by": "Hazrat Shams Tabrīzī ؒ" },
  { "quote": "Ignite your spiritual flame; the Divine is nearer than your jugular vein.", "by": "Hazrat Shams Tabrīzī ؒ" },

  { "quote": "He who has no faith in himself can never have faith in God.", "by": "Hazrat Ibn Arabi ؒ" },
  { "quote": "Knower of hearts, guide us beyond the mind’s illusions.", "by": "Hazrat Ibn Arabi ؒ" },
  { "quote": "To know yourself as the lover and the beloved is the flame of love.", "by": "Hazrat Ibn Arabi ؒ" },
  { "quote": "Without a guide you can go wrong even in your own house.", "by": "Hazrat Ibn Arabi ؒ" },
  { "quote": "Love is the weaver and the fabric of the universe.", "by": "Hazrat Ibn Arabi ؒ" },

  { "quote": "I wish I could show you when you are lonely or in darkness the astonishing light of your own being.", "by": "Hafez ؒ" },
  { "quote": "Fear is the cheapest room in the house. I’d like to see you living in better conditions.", "by": "Hafez ؒ" },
  { "quote": "And still, after all this time, the sun never says to the earth, ‘You owe me.’", "by": "Hafez ؒ" },
  { "quote": "Run, my dear, from anything that may not strengthen your precious budding wings.", "by": "Hafez ؒ" },
  { "quote": "Be kind to your sleeping heart. Take it out into the vast fields of light…and let it breathe.", "by": "Hafez ؒ" },

  { "quote": "I carry a torch in one hand and a bucket of water in the other: to set fire to Heaven and put out the flames of Hell.", "by": "Rābiʿa al-Basrī ؒ" },
  { "quote": "If I worship You for hope of Paradise, exclude me from it; but if for Your Own sake, withhold not Your Beauty.", "by": "Rābiʿa al-Basrī ؒ" },
  { "quote": "The universe is not outside of you. Look inside yourself; everything that you want, you already are.", "by": "Rābiʿa al-Basrī ؒ" },
  { "quote": "Love like mad; in that madness there is a hidden sanity.", "by": "Rābiʿa al-Basrī ؒ" },

  { "quote": "The garden of the world has no limits except in your mind.", "by": "Shaykh Mahmūd Shabistari ؒ" },
  { "quote": "Every atom with its unique orbit dances to the symphony of the Beloved.", "by": "Shaykh Mahmūd Shabistari ؒ" },
  { "quote": "Be empty of worrying; think of Who created thought.", "by": "Shaykh Mahmūd Shabistari ؒ" },
  { "quote": "Wherever you stand, be the soul of that place.", "by": "Shaykh Mahmūd Shabistari ؒ" },

  { "quote": "I am your abode, and you are my home.", "by": "Bulleh Shah ؒ" },
  { "quote": "Learn the wisdom of the birds: to live high is to soar above the world’s clamor.", "by": "Bulleh Shah ؒ" },
  { "quote": "Don’t follow the crowd; they will lead you to mediocrity.", "by": "Bulleh Shah ؒ" },
  { "quote": "Dance, when you’re broken open; dance, if you’ve torn the bandage off.", "by": "Bulleh Shah ؒ" },

  { "quote": "The wound is the place where the Light enters you.", "by": "Attar of Nishapur ؒ" },
  { "quote": "Love is the water of life; drink it down with heart and soul!", "by": "Attar of Nishapur ؒ" },
  { "quote": "The ocean lies all within us.", "by": "Attar of Nishapur ؒ" },
  { "quote": "Every breath we take is filled with blessings.", "by": "Attar of Nishapur ؒ" },

  { "quote": "There are different wells in your heart. Some fill with each good rain; others are far too deep for that.", "by": "Amir Khusrau ؒ" },
  { "quote": "Oh Khusrau, the river of love runs in strange directions. One who jumps in drowns; one who drowns gets across.", "by": "Amir Khusrau ؒ" },

  { "quote": "True love is born from understanding.", "by": "Unknown Sufi Proverb" },
  { "quote": "Spread love wherever you go; let no one ever come to you without leaving happier.", "by": "Unknown Sufi Proverb" },
  { "quote": "Hold yourself as a drop of dew, so the sun of wisdom may shine through you.", "by": "Unknown Sufi Proverb" },
  { "quote": "If you are irritated by every rub, how will you be polished?", "by": "Unknown Sufi Proverb" }
]
