[
  {
    "quote": "Hazaaron khwahishein aisi, ke har khwahish pe dam nikle; bahut nikle mere armaan, lekin phir bhi kam nikle.",
    "author": "Mirza Ghalib"
  },
  {
    "quote": "Na tha kuch to Khuda tha, kuch na hota to Khuda hota; Duboya mujhko hone ne, na hota main to kya hota.",
    "author": "Mirza Ghalib"
  },
  {
    "quote": "Dil hi to hai na sang-o-khisht, dard se bhar na aaye kyon; Royenge hum hazaar baar, koi humein sataaye kyon.",
    "author": "Mirza Ghalib"
  },
  {
    "quote": "Baazicha-e-atfaal hai duniya mere aage, hota hai shab-o-roz tamaasha mere aage.",
    "author": "Mirza Ghalib"
  },
  {
    "quote": "Gulon mein rang bhare, baad-e-naubahar chale; Chale bhi aao ke gulshan ka karobar chale.",
    "author": "Faiz Ahmed Faiz"
  },
  {
    "quote": "Mujh se pehli si muhabbat mere mehboob na maang.",
    "author": "Faiz Ahmed Faiz"
  },
  {
    "quote": "Bol ke lab azaad hain tere, bol zaban ab tak teri hai; Tera sutwan jism hai tera, bol ke jaan ab tak teri hai.",
    "author": "Faiz Ahmed Faiz"
  },
  {
    "quote": "Khudi ko kar buland itna ke har taqdeer se pehle, Khuda bande se khud pooche, bata teri raza kya hai.",
    "author": "Allama Iqbal"
  },
  {
    "quote": "Sitaron se aage jahan aur bhi hain, abhi ishq ke imtihan aur bhi hain.",
    "author": "Allama Iqbal"
  },
  {
    "quote": "Hazaaron saal nargis apni benooree pe roti hai, bohat mushkil se hota hai chaman mein deedawar paida.",
    "author": "Allama Iqbal"
  },
  {
    "quote": "Patta patta, boota boota, haal hamara jaane hai; Jaane na jaane gul hi na jaane, bagh to saara jaane.",
    "author": "Meer Taqi Meer"
  },
  {
    "quote": "Ranjish hi sahi dil hi dukhane ke liye aa; Aa phir se mujhe chhod ke jaane ke liye aa.",
    "author": "Ahmad Faraz"
  },
  {
    "quote": "Jis tarah khwab mere rezah rezah ho gaye, is tarah se na kabhi toot kar bikhrein koi.",
    "author": "Parveen Shakir"
  },
  {
    "quote": "Ab to is raah se woh shakhs guzarta bhi nahin, ab kis umeed pe darwaze se jhankay koi.",
    "author": "Parveen Shakir"
  },
  {
    "quote": "Jo guzaari na jaa saki hum se, hum ne woh zindagi guzari hai.",
    "author": "Jaun Elia"
  },
  {
    "quote": "Har aadmi mein hotey hain das bis aadmi, jis ko bhi dekhna ho to, kai baar dekhna.",
    "author": "Nida Fazli"
  },
  {
    "quote": "Koshish bhi kar, ummeed bhi rakh, rasta bhi chun; Phir iske baad thoda muqaddar talash kar.",
    "author": "Nida Fazli"
  },
  {
    "quote": "Kabhi kisi ko mukammal jahan nahin milta, kahin zameen kahin aasman nahin milta.",
    "author": "Nida Fazli"
  },
  {
    "quote": "Bachon ke chhote haathon ko chaand sitaare chhoone do, chaar kitaben padh kar yeh bhi hum jaise ho jaenge.",
    "author": "Nida Fazli"
  },
  {
    "quote": "Ghar se masjid hai bohat door, chalo yun kar lein; Kisi rote hue bachche ko hansaya jae.",
    "author": "Nida Fazli"
  },
  {
    "quote": "Putar! dard woh hota hai jo hamein doosron ko takleef mein dekh kar mehsoos ho; warna apna dard to janwaron ko bhi mehsoos hota hai.",
    "author": "Ashfaq Ahmed"
  },
  {
    "quote": "Lab pe aati hai dua ban ke tamanna meri, Zindagi shama ki surat ho Khudaya meri.",
    "author": "Allama Iqbal"
  },
  {
    "quote": "Yeh na thi hamari qismat ke visaal-e-yaar hota, Agar aur jeete rahte yahi intezaar hota.",
    "author": "Mirza Ghalib"
  },
  {
    "quote": "Main akela hi chala tha jaanib-e-manzil magar, log saath aate gaye aur karwan banta gaya.",
    "author": "Majrooh Sultanpuri"
  },
  {
    "quote": "Dil na-umeed to nahin, nakaam hi to hai; Lambi hai gham ki sham magar sham hi to hai.",
    "author": "Faiz Ahmed Faiz"
  },
  {
    "quote": "Ranj se khugar hua insaan to mit jaata hai ranj, Mushkilein mujh par padin itni ke aasan ho gayin.",
    "author": "Mirza Ghalib"
  },
  {
    "quote": "Hum ko mita sake yeh zamane mein dam nahin, Hum se zamana khud hai zamane se hum nahin.",
    "author": "Jigar Moradabadi"
  },
  {
    "quote": "Kashtiyan sab ki kinare pe pahunch jaati hain, Na-Khuda jin ka nahin, unka Khuda hota hai.",
    "author": "Ameer Minai"
  },
  {
    "quote": "Tere maathe pe yeh aanchal bohat hi khoob hai lekin, tu is aanchal se ek parcham bana leti to achha tha.",
    "author": "Asrarul Haq Majaz"
  },
  {
    "quote": "Chala jata hun hansta khelta mauj-e-hawadis se, Agar aasaniyan hon to zindagi dushwar ho jae.",
    "author": "Asghar Gondvi"
  },
  {
    "quote": "Mere junoon ka natija zaroor niklega, isi siyah samandar se noor niklega.",
    "author": "Ameer Qazalbash"
  },
  {
    "quote": "Apna zamana aap banate hain ahl-e-dil, hum woh nahin ke jin ko zamana bana gaya.",
    "author": "Jigar Moradabadi"
  },
  {
    "quote": "Hayat le ke chalo kainaat le ke chalo, chalo to saare zamane ko saath le ke chalo.",
    "author": "Makhdoom Mohiuddin"
  },
  {
    "quote": "Bade duniya mein raho ghamzada ya shad raho, Aisa kuchh kar ke chalo yaan ki bahut yaad raho.",
    "author": "Meer Taqi Meer"
  },
  {
    "quote": "Raat ko jeet to pata nahin lekin yeh chiragh, Kam se kam raat ka nuqsan bahut karta hai.",
    "author": "Irfan Siddiqi"
  },
  {
    "quote": "Pyaso raho na dasht mein barish ke muntazir, Maro zameen pe pan ki pani nikal pade.",
    "author": "Iqbal Sajid"
  },
  {
    "quote": "Yeh kah ke dil ne mere hausle badhae hain, ghamon ki dhoop ke aage khushi ke saaye hain.",
    "author": "Mahirul Qadri"
  },
  {
    "quote": "Badh ke toofan ko aaghosh mein le le apni, Dubne wale tere haath se sahil to gaya.",
    "author": "Abdul Hamid Adam"
  },
  {
    "quote": "Aansuon ki bhi apni ek zubaan hoti hai, kabhi khushi mein behte hain, kabhi gham mein chhup jaate hain.",
    "author": "Unknown"
  },
  {
    "quote": "Main us se is liye milta hoon ki us se milne ka sabab na rahe.",
    "author": "Jaun Elia"
  },
  {
    "quote": "Kuch log aise milte hain, jo sirf yaadon mein hi ache lagte hain.",
    "author": "Unknown"
  },
  {
    "quote": "Har ek baat pe kehte ho tum ke tu kya hai; tumhi kaho ke yeh andaaz-e-guftagu kya hai.",
    "author": "Mirza Ghalib"
  },
  {
    "quote": "Kya us bewafa se dil laga baithe; jo waqt ke saath saath badal gaya.",
    "author": "Unknown"
  },
  {
    "quote": "Zindagi se yahi gila hai mujhe; tu bahut der se mila hai mujhe.",
    "author": "Ahmad Faraz"
  },
  {
    "quote": "Dard itna tha ke dil chup raha; farz tha ya ke koi silsila chup raha.",
    "author": "Unknown"
  },
  {
    "quote": "Jis ko chaha use pa na sake; aur jo paaya use chaha na gaya.",
    "author": "Unknown"
  },
  {
    "quote": "Mohabbat kisi se karna asaan hai; par use nibhaana mushkil.",
    "author": "Unknown"
  },
  {
    "quote": "Woh humsafar tha magar us se hum-nawaayi na thi.",
    "author": "Naseer Turabi"
  },
  {
    "quote": "Jo guzar jaati hai woh manzil nahin hoti; manzil wahi hai jo saath chalti rahe.",
    "author": "Unknown"
  },
  {
    "quote": "Tanhai mein jeene ka maza kuch aur hai; bheed mein toh insaan gum ho jaata hai.",
    "author": "Unknown"
  },
  {
    "quote": "Yeh ishq nahi aasan, itna hi samajh lijiye; ek aag ka dariya hai, aur doob ke jaana hai.",
    "author": "Jigar Moradabadi"
  },
  {
    "quote": "Kuch is tarah teri palkain meri palkon se mila de; aansu tere saare meri palkon pe sajaa de.",
    "author": "Parveen Shakir"
  },
  {
    "quote": "Jab tak tohda na jaaye, rishta mazboot hota hai; jab toot jaaye, toh sirf yaadein reh jaati hain.",
    "author": "Unknown"
  },
  {
    "quote": "Waqt sab kuch bhula deta hai, magar sach kabhi nahi badalta.",
    "author": "Unknown"
  },
  {
    "quote": "Umeed woh chiraagh hai jo andheron mein bhi roshni deta hai.",
    "author": "Unknown"
  },
  {
    "quote": "Rishte bharose se bante hain, shart se nahi.",
    "author": "Unknown"
  },
  {
    "quote": "Zakhm dene wale bhool jaate hain; lekin zakhm khud ko kabhi nahi bhoolta.",
    "author": "Unknown"
  },
  {
    "quote": "Main akela hi chala tha janib-e-manzil magar; log saath aate gaye aur kaarwaan banta gaya.",
    "author": "Majrooh Sultanpuri"
  },
  {
    "quote": "Kuch to majbooriyan rahi hongi; yun koi bewafa nahi hota.",
    "author": "Ahmad Faraz"
  },
  {
    "quote": "Logon ka kya hai, woh to keh dete hain; lekin dard sirf khud hi mehsoos hota hai.",
    "author": "Unknown"
  },
  {
    "quote": "Mohabbat mein nahi hai farq jeene aur marne ka; usi ko dekh kar jeete hain jis kaafir pe dum nikle.",
    "author": "Mirza Ghalib"
  },
  {
    "quote": "Har kisi ke naseeb mein kahan hoti hai mohabbat; kuch log duniya mein sirf chahne ke liye hote hain.",
    "author": "Unknown"
  },
  {
    "quote": "Tere jaane ka asar kuch aisa hua mujh par; tujhe dhoondhte dhoondhte main khud ko bhool gaya.",
    "author": "Unknown"
  },
  {
    "quote": "Jitni khoobsurat soch hoti hai, utna hi behtareen rishta banta hai.",
    "author": "Unknown"
  },
  {
    "quote": "Khush rehne ka raaz yeh hai ke jo chala gaya uska shukr aur jo mila uska shukr.",
    "author": "Unknown"
  },
  {
    "quote": "Har rishtey mein bharosa zaroori hota hai, warna tanhaayi toh ek pal mein mil jaati hai.",
    "author": "Unknown"
  },
  {
    "quote": "Aaj ik aur baras beet gaya us ke baghair, jis ke hote hue hote the zamane mere.",
    "author": "Ahmad Faraz"
  },
  {
    "quote": "Mana ki teri deed ke qabil nahin hoon main, tu mera shauq dekh mera intezaar dekh.",
    "author": "Allama Iqbal"
  },
  {
    "quote": "Aur bhi dukh hain zamane mein mohabbat ke siva, raahatein aur bhi hain wasl ki rahat ke siva.",
    "author": "Faiz Ahmed Faiz"
  },
  {
    "quote": "Hum ko maloom hai jannat ki haqiqat lekin, dil ke khush rakhne ko 'Ghalib' ye khayal achha hai.",
    "author": "Mirza Ghalib"
  },
  {
    "quote": "Main akela hi chala tha jaanib-e-manzil magar, log saath aate gaye aur carvaan banta gaya.",
    "author": "Majrooh Sultanpuri"
  },
  {
    "quote": "Hum aah bhi karte hain to ho jaate hain badnaam, woh qatl bhi karte hain to charcha nahin hota.",
    "author": "Akbar Allahabadi"
  },
  {
    "quote": "Khudi ko kar buland itna ki har taqdeer se pehle, Khuda bande se khud pooche bata teri raza kya hai.",
    "author": "Allama Iqbal"
  },
  {
    "quote": "Ishq ne 'Ghalib' nikamma kar diya, warna hum bhi aadmi the kaam ke.",
    "author": "Mirza Ghalib"
  },
  {
    "quote": "Un ke dekhe se jo aa jaati hai munh par raunaq, woh samajhte hain ki bimar ka haal achchha hai.",
    "author": "Mirza Ghalib"
  },
  {
    "quote": "Ye ishq nahin aasan itna hi samajh lijiye, ik aag ka dariya hai aur doob ke jaana hai.",
    "author": "Jigar Moradabadi"
  },
  {
    "quote": "Ragon mein daudte phirne ke hum nahin qail, jab aankh hi se na tapka to phir lahu kya hai.",
    "author": "Mirza Ghalib"
  },
  {
    "quote": "Sitaron se aage jahan aur bhi hain, abhi ishq ke imtihan aur bhi hain.",
    "author": "Allama Iqbal"
  },
  {
    "quote": "Hazaaron khwahishein aisi ki har khwahish pe dam nikle, bahut nikle mere armaan lekin phir bhi kam nikle.",
    "author": "Mirza Ghalib"
  },
  {
    "quote": "Zahid sharab peene de masjid mein baith kar, ya woh jagah bata de jahan par Khuda na ho.",
    "author": "Unknown"
  },
  {
    "quote": "Ye jabr bhi dekha hai tareekh ki nazron ne, lamhon ne khata ki thi sadiyon ne saza pai.",
    "author": "Muzaffar Razmi"
  },
  {
    "quote": "Woh aaye ghar mein hamare Khuda ki qudrat hai, kabhi hum un ko kabhi apne ghar ko dekhte hain.",
    "author": "Mirza Ghalib"
  },
  {
    "quote": "Zindagi zinda-dili ka hai naam, murda-dil khaak jiya karte hain.",
    "author": "Imam Bakhsh Nasikh"
  },
  {
    "quote": "Hum ko mita sake ye zamane mein dam nahin, hum se zamana khud hai zamane se hum nahin.",
    "author": "Jigar Moradabadi"
  },
  {
    "quote": "Ab to utni bhi mayassar nahin mai-khane mein, jitni hum chhod diya karte the paimane mein.",
    "author": "Diwakar Rahi"
  },
  {
    "quote": "Kabhi kisi ko mukammal jahan nahin milta, kahin zameen kahin aasman nahin milta.",
    "author": "Nida Fazli"
  },
  {
    "quote": "Ab to jaate hain but-kade se 'Meer', phir milenge agar Khuda laya.",
    "author": "Meer Taqi Meer"
  },
  {
    "quote": "Ranjish hi sahi dil hi dukhane ke liye aa, aa phir se mujhe chhod ke jaane ke liye aa.",
    "author": "Ahmad Faraz"
  },
  {
    "quote": "Tu idhar udhar ki na baat kar ye bata ki qaafile kyun lute, teri rahbari ka sawal hai hamein rahzan se gharaz nahin.",
    "author": "Shahab Jafri"
  },
  {
    "quote": "Umr-e-daraaz maang ke laai thi chaar din, do aarzoo mein kat gaye do intezaar mein.",
    "author": "Seemab Akbarabadi"
  },
  {
    "quote": "Ranjish hi sahi dil hi dukhane ke liye aa, aa phir se mujhe chhod ke jaane ke liye aa.",
    "author": "Ahmad Faraz"
  }
]
