[
  { "quote": "Courage is resistance to fear, mastery of fear – not absence of fear.", "author": "Mark Twain" },
  { "quote": "I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear.", "author": "Nelson Mandela" },
  { "quote": "Effort and courage are not enough without purpose and direction.", "author": "John F. Kennedy" },
  { "quote": "Life shrinks or expands in proportion to one’s courage.", "author": "Anaïs Nin" },
  { "quote": "Success is not final, failure is not fatal: It is the courage to continue that counts.", "author": "Winston Churchill" },
  { "quote": "The ultimate measure of a man is not where he stands in moments of comfort and convenience, but where he stands at times of challenge and controversy.", "author": "Martin Luther King Jr." },
  { "quote": "Courage is being scared to death, but saddling up anyway.", "author": "John Wayne" },
  { "quote": "The secret to happiness is freedom… and the secret to freedom is courage.", "author": "Thucydides" },
  { "quote": "You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face.", "author": "Eleanor Roosevelt" },
  { "quote": "The greatest test of courage on the earth is to bear defeat without losing heart.", "author": "R.G. Ingersoll" },
  { "quote": "We must build dikes of courage to hold back the flood of fear.", "author": "Martin Luther King Jr." },
  { "quote": "To love is to risk not being loved in return. To hope is to risk pain. To try is to risk failure, but risk must be taken because the greatest hazard in life is to risk nothing.", "author": "Author Unknown" },
  { "quote": "You don't develop courage by being happy in your relationships everyday. You develop it by surviving difficult times and challenging adversity.", "author": "Epicurus" },
  { "quote": "Courage is the force that makes our lives brilliant, like a great work of art.", "author": "Daisaku Ikeda" },
  { "quote": "Courage is not simply one of the virtues but the form of every virtue at the testing point.", "author": "C.S. Lewis" },
  { "quote": "Courage, above all things, is the first quality of a warrior.", "author": "Carl von Clausewitz" },
  { "quote": "Scared is what you’re feeling. Brave is what you’re doing.", "author": "Emma Donoghue" },
  { "quote": "Life is not about living the safer option. Life is about living a life worth living.", "author": "Robert Thier" },
  { "quote": "Braveness is not the absence of fear but rather the strength to keep on going forward despite the fear.", "author": "Paulo Coelho" },
  { "quote": "Have enough courage to trust love one more time and always one more time.", "author": "Maya Angelou" },
  { "quote": "He who is brave is free.", "author": "Lucius Annaeus Seneca" },
  { "quote": "Loyalty and devotion lead to bravery. Bravery leads to the spirit of self-sacrifice. The spirit of self-sacrifice creates trust in the power of love.", "author": "Morihei Ueshiba" },
  { "quote": "We must become bigger than we have been: more courageous, greater in spirit, larger in outlook.", "author": "Haile Selassie" },
  { "quote": "The opposite for courage is not cowardice, it is conformity. Even a dead fish can go with the flow.", "author": "Jim Hightower" },
  { "quote": "The best protection any woman can have... is courage.", "author": "Elizabeth Cady Stanton" },
  { "quote": "Bravery never goes out of fashion.", "author": "William Makepeace Thackeray" },
  { "quote": "The most courageous act is still to think for yourself. Aloud.", "author": "Coco Chanel" },
  { "quote": "Courage is about learning how to function despite the fear, to put aside your instincts to run or give in completely to the anger born from fear.", "author": "Jim Butcher" },
  { "quote": "A brave man acknowledges the strength of others.", "author": "Veronica Roth" },
  { "quote": "Courage is fear holding on a minute longer.", "author": "George S. Patton" },
  { "quote": "Courage is contagious. When a brave man takes a stand, the spines of others are often stiffened.", "author": "Billy Graham" },
  { "quote": "Courage doesn't happen when you have all the answers. It happens when you are ready to face the questions you have been avoiding your whole life.", "author": "Shannon L. Alder" },
  { "quote": "It takes a lot of courage to release the familiar and seemingly secure, to embrace the new.", "author": "Alan Cohen" },
  { "quote": "Fate loves the fearless.", "author": "James Russell Lowell" },
  { "quote": "Real courage is when you know you're licked before you begin, but you begin anyway and see it through no matter what.", "author": "Harper Lee" },
  { "quote": "If you are lucky enough to find a way of life you love, you have to find the courage to live it.", "author": "John Irving" },
  { "quote": "To see the right and not do it is cowardice.", "author": "Confucius" },
  { "quote": "Never bend your head. Always hold it high. Look the world straight in the eye.", "author": "Helen Keller" },
  { "quote": "Everyone has talent. What's rare is the courage to follow it to the dark places where it leads.", "author": "Erica Jong" },
  { "quote": "Courage is not the absence of despair; it is, rather, the capacity to move ahead in spite of despair.", "author": "Rollo May" },
  { "quote": "If you could get up the courage to begin, you have the courage to succeed.", "author": "David Viscott" },
  { "quote": "Bravery is the capacity to perform properly even when scared half to death.", "author": "Omar N. Bradley" },
  { "quote": "To have courage for whatever comes in life - everything lies in that.", "author": "Saint Teresa of Avila" },
  { "quote": "Only those who will risk going too far can possibly find out how far one can go.", "author": "T. S. Eliot" },
  { "quote": "Your time is limited, so don't waste it living someone else's life. Don't be trapped by dogma – which is living with the results of other people's thinking. Don't let the noise of others' opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition.", "author": "Steve Jobs" },
  { "quote": "Great occasions do not make heroes or cowards; they simply unveil them to the eyes of men.", "author": "Brooke Foss Westcott" },
  { "quote": "True courage is being afraid, and going ahead and doing your job anyhow, that's what courage is.", "author": "Norman Schwarzkopf" },
  { "quote": "Failure is unimportant. It takes courage to make a fool of yourself.", "author": "Charlie Chaplin" },
  { "quote": "No one can construct for you the bridge upon which precisely you must cross the stream of life, no one but you yourself alone.", "author": "Friedrich Nietzsche" },
  { "quote": "We ought to face our destiny with courage.", "author": "Friedrich Nietzsche" },
  { "quote": "Taking a new step, uttering a new word, is what people fear most.", "author": "Fyodor Dostoevsky" },
  { "quote": "The strangest, most generous, and proudest of all virtues is true courage.", "author": "Michel de Montaigne" },
  { "quote": "Don’t let the noise of others’ opinions drown out your own inner voice. Have the courage to follow your own heart and intuition.", "author": "Steve Jobs" },
  { "quote": "Courage is the commitment to begin without any guarantee of success.", "author": "Johann Wolfgang von Goethe" },
  { "quote": "A coward is incapable of exhibiting love; it is the prerogative of the brave.", "author": "Mahatma Gandhi" },
  { "quote": "Courage is not the absence of fear, but rather the assessment that something else is more important than fear.", "author": "Franklin D. Roosevelt" },
  { "quote": "The real man smiles in trouble, gathers strength from distress, and grows brave by reflection.", "author": "Thomas Paine" },
  { "quote": "Courage is grace under pressure.", "author": "Ernest Hemingway" },
  { "quote": "Heroes are never perfect, but they're brave, they're authentic, they're courageous, determined, discreet, and they've got grit.", "author": "Wade Davis" },
  { "quote": "Let us not pray to be sheltered from dangers but to be fearless when facing them.", "author": "Rabindranath Tagore" },
  { "quote": "Freedom lies in bold action.", "author": "Robert Frost" },
  { "quote": "Choose courage over comfort.", "author": "Brené Brown" },
  { "quote": "Do one thing every day that scares you.", "author": "Eleanor Roosevelt" },
  { "quote": "Fear is a reaction. Courage is a decision.", "author": "Winston Churchill" },
  { "quote": "Nobody learns what he can do except by trying.", "author": "Seneca" },
  { "quote": "Either life entails courage, or it ceases to be life.", "author": "E. M. Forster" },
  { "quote": "Courage is a kind of salvation.", "author": "Plato" },
  { "quote": "Choose the great adventure of being brave and afraid. At the exact same time.", "author": "Brené Brown" },
  { "quote": "At the root of most fear is what other people will think of us.", "author": "Ryan Holiday" },
  { "quote": "We must let go of the life we've planned so as to have the life that is waiting for us.", "author": "Joseph Campbell" },
  { "quote": "If we did the things we are capable of, we would literally astound ourselves.", "author": "Thomas A. Edison" },
  { "quote": "Our deepest fears are like dragons guarding our deepest treasure.", "author": "Rainer Maria Rilke" },
  { "quote": "The terrorists thought they would change our aims and stop our ambitions, but nothing changed in my life but this: weakness, fear, and hopelessness died; strength, power and courage were born.", "author": "Malala Yousafzai" },
  { "quote": "The scared freeze. The brave try.", "author": "Maxime Lagacé" },
  { "quote": "Courage is the only virtue you can’t fake.", "author": "Nassim Nicholas Taleb" },
  { "quote": "Vulnerability is our most accurate measurement of courage.", "author": "Brené Brown" },
  { "quote": "It’s possible to transcend anything that doesn’t kill you.", "author": "David Goggins" },
  { "quote": "Courage is the birthplace of confidence.", "author": "Debbie Millman" },
  { "quote": "The stronger your principles, the more you’ll fight for them.", "author": "Maxime Lagacé" },
  { "quote": "Getting over yourself offers exponential returns.", "author": "Shane Parrish" },
  { "quote": "Courage is a muscle.", "author": "Brian Norgard" },
  { "quote": "A king is one who fears nothing.", "author": "Seneca" },
  { "quote": "Moral excellence comes about as a result of habit. We become just by doing just acts, temperate by doing temperate acts, brave by doing brave acts.", "author": "Aristotle" },
  { "quote": "Courage is the first of human qualities because it is the quality which guarantees the others.", "author": "Winston Churchill" },
  { "quote": "Courage is found in unlikely places.", "author": "J.R.R. Tolkien" },
  { "quote": "Sometimes even to live is an act of courage.", "author": "Seneca" },
  { "quote": "The two hardest tests on the spiritual road are the patience to wait for the right moment and the courage not to be disappointed with what we encounter.", "author": "Paulo Coelho" },
  { "quote": "The brave man inattentive to his duty, is worth little more to his country than the coward who deserts in the hour of danger.", "author": "Andrew Jackson" },
  { "quote": "To have courage for whatever comes in life - everything lies in that.", "author": "Saint Teresa of Avila" },
  { "quote": "Self-reflection encourages great bravery. Rationalization is your greatest enemy.", "author": "Awa Kenzo" },
  { "quote": "Let us conduct ourselves so that all men wish to be our friends and all fear to be our enemies.", "author": "Alexander the Great" }
]
