[
  {"quote":"Our dead are never dead to us, until we have forgotten them.","author":"George Eliot"},
  {"quote":"It is not death that a man should fear, but he should fear never beginning to live.","author":"Marcus Aurelius"},
  {"quote":"Because death is inevitable, all the more reason to live supreme and sublime.","author":"Paracelsus"},
  {"quote":"In the end, it’s not the years in your life that count. It’s the life in your years.","author":"Abraham Lincoln"},
  {"quote":"Death smiles at us all; all we can do is smile back.","author":"Marcus Aurelius"},
  {"quote":"To live in hearts we leave behind is not to die.","author":"Thomas Campbell"},
  {"quote":"The fear of death follows from the fear of life.","author":"Mark Twain"},
  {"quote":"No one really knows why they are alive until they know what they’d die for.","author":"Martin Luther King Jr."},
  {"quote":"Our lives are defined by opportunities, even the ones we miss.","author":"F. Scott Fitzgerald"},
  {"quote":"Death is the dropping of the flower that the fruit may swell.","author":"Henry Ward Beecher"},
  {"quote":"We cannot escape death, but we can escape the fear of it.","author":"Franklin D. Roosevelt"},
  {"quote":"Death is nothing else but going home to God.","author":"Mother Teresa"},
  {"quote":"Cowards die many times before their deaths; the valiant never taste of death but once.","author":"William Shakespeare"},
  {"quote":"No man knows till he has suffered from the night how sweet and dear to his heart and eye the morning can be.","author":"Anne Bradstreet"},
  {"quote":"Our death is not an end if we can live on in our children and the younger generation.","author":"Albert Einstein"},
  {"quote":"Death ends a life, not a relationship.","author":"Jack Lemmon"},
  {"quote":"Death is just life’s next big adventure.","author":"J.K. Rowling"},
  {"quote":"A man who won’t die for something is not fit to live.","author":"Martin Luther King Jr."},
  {"quote":"He who is not busy being born is busy dying.","author":"Bob Dylan"},
  {"quote":"Death is the wish of some, the relief of many, and the end of all.","author":"Seneca"},
  {"quote":"To die will be an awfully big adventure.","author":"J.M. Barrie"},
  {"quote":"Better to die on your feet than live on your knees.","author":"Emiliano Zapata"},
  {"quote":"Even death is not to be feared by one who has lived wisely.","author":"Buddha"},
  {"quote":"The art of dying well is under-appreciated.","author":"Seneca"},
  {"quote":"Life is pleasant. Death is peaceful. It’s the transition that’s troublesome.","author":"Isaac Asimov"},
  {"quote":"For life and death are one, even as the river and the sea are one.","author":"Kahlil Gibran"},
  {"quote":"It is the unknown we fear when we look upon death and darkness, nothing more.","author":"J.K. Rowling"},
  {"quote":"Death is not extinguishing the light; it is putting out the lamp because the dawn has come.","author":"Rabindranath Tagore"},
  {"quote":"I’m not afraid of death; I just don’t want to be there when it happens.","author":"Woody Allen"},
  {"quote":"All that lives must die, passing through nature to eternity.","author":"William Shakespeare"},
  {"quote":"Live as if you were to die tomorrow. Learn as if you were to live forever.","author":"Mahatma Gandhi"},
  {"quote":"Death is inevitable—when a man has done what he considers to be his duty to his people and his country, he toils his mother.","author":"Nehru"},
  {"quote":"The unwillingness to face one’s own mortality is the mother of cruelty.","author":"Sophocles"},
  {"quote":"It is not length of life, but depth of life.","author":"Ralph Waldo Emerson"},
  {"quote":"The goal isn’t to live forever, the goal is to create something that will.","author":"Chuck Palahniuk"},
  {"quote":"Our bones don't lie; remember who you are.","author":"Mayan Proverb"},
  {"quote":"Death is but the next great adventure.","author":"J.R.R. Tolkien"},
  {"quote":"As a well-spent day brings happy sleep, so life well used brings happy death.","author":"Leonardo da Vinci"},
  {"quote":"Mortality reminds us to cherish each breath.","author":"Rumi"},
  {"quote":"The only certain thing about life is its ending.","author":"Johann Wolfgang von Goethe"},
  {"quote":"Nature gave us one tongue and two ears so we could hear twice as much as we speak.","author":"Epictetus"},
  {"quote":"Death is the last enemy; once we’ve got past that I think everything will be all right.","author":"Alice Thomas Ellis"},
  {"quote":"All the art of living lies in a fine mingling of letting go and holding on.","author":"Havelock Ellis"},
  {"quote":"Better to die of passion than of boredom.","author":"Vincent van Gogh"},
  {"quote":"Life is eternal, and love is immortal, and death is only a horizon; and a horizon is nothing save the limit of our sight.","author":"Rossiter Worthington Raymond"},
  {"quote":"Death is the liberation of the soul into a higher dimension.","author":"Plato"},
  {"quote":"We die containing a richness of lovers and tribes, tastes we have swallowed, bodies we have plunged into and swum up as if rivers of wisdom, characters we have climbed into as if trees, fears we have hidden in as if caves.","author":"Michael Ondaatje"},
  {"quote":"Do not despise death, but welcome it for it is the road to eternity.","author":"Socrates"},
  {"quote":"To the well-organized mind, death is but the next great adventure.","author":"J.K. Rowling"},
  {"quote":"Death is a challenge. It tells us not to waste time.","author":"Leo Buscaglia"},
  {"quote":"The shell must break, that the bird may fly.","author":"Miguel de Unamuno"},
  {"quote":"Because one believes in oneself, one doesn't try to convince others. Because one is content with oneself, one doesn't need others' approval. Because one accepts oneself, the whole world accepts him or her.","author":"Lao Tzu"},
  {"quote":"Even death is not terrible: it is the flight of the soul from fetters.","author":"Khalil Gibran"},
  {"quote":"Death is more universal than life; everyone dies but not everyone lives.","author":"Andrew Sachs"},
  {"quote":"Life and death are one thread, the same line viewed from different sides.","author":"Lao Tzu"},
  {"quote":"The boundaries which divide Life from Death are at best shadowy and vague. Who shall say where the one ends, and where the other begins?","author":"Edgar Allan Poe"},
  {"quote":"Life, thus examined, is not gray, but black and white.","author":"Dag Hammarskjöld"},
  {"quote":"Death ends a life, but it does not end a relationship.","author":"Mitch Albom"},
  {"quote":"Think not those faithful who praise all thy words and actions; but those who kindly reprove thy faults.","author":"Socrates"},
  {"quote":"Life can only be understood backwards; but it must be lived forwards.","author":"Søren Kierkegaard"},
  {"quote":"What we have done for ourselves alone dies with us; what we have done for others and the world remains and is immortal.","author":"Albert Pike"},
  {"quote":"Death is nothing, but to live defeated and inglorious is to die daily.","author":"Napoleon Bonaparte"},
  {"quote":"A well-spent life is the only passport to heaven.","author":"Pope Leo I"},
  {"quote":"Do not go gentle into that good night. Rage, rage against the dying of the light.","author":"Dylan Thomas"},
  {"quote":"The day which we fear as our last is but the birthday of eternity.","author":"Seneca"},
  {"quote":"Our greatest glory is not in never falling, but in rising every time we fall.","author":"Confucius"},
  {"quote":"Living well is the best revenge.","author":"George Herbert"},
  {"quote":"If life must not be taken too seriously, then so neither must death.","author":"Samuel Butler"},
  {"quote":"It’s not that I’m afraid to die, I just don’t want to be there when it happens.","author":"Woody Allen"},
  {"quote":"Only the hand that erases can write the true thing.","author":"Charles Baudelaire"},
  {"quote":"Death is the golden key that opens the palace of eternity.","author":"John Milton"},
  {"quote":"Live fully while you’re alive, and laugh loudly while you laugh.","author":"Anthony Robbins"},
  {"quote":"We all die. The goal isn’t to live forever, the goal is to create something that will.","author":"Chuck Palahniuk"},
  {"quote":"Cherish your human connections – your relationships with friends and family.","author":"Barbara Bush"},
  {"quote":"Do not act as if you were going to live ten thousand years. Death hangs over you.","author":"Marcus Aurelius"}
]
