[
  {"quote": "He who asks a question is a fool for five minutes; he who does not ask remains a fool forever.", "author": "Chinese Proverb"},
  {"quote": "Live as if you were to die tomorrow. Learn as if you were to live forever.", "author": "Mahatma Gandhi"},
  {"quote": "The only true wisdom is in knowing you know nothing.", "author": "Socrates"},
  {"quote": "Wisdom is the reward you get for a lifetime of listening when you’d have preferred to talk.", "author": "Doug Larson"},
  {"quote": "The mind is not a vessel to be filled but a fire to be kindled.", "author": "Plutarch"},
  {"quote": "Learning never exhausts the mind.", "author": "Leonardo da Vinci"},
  {"quote": "Anyone who stops learning is old, whether at twenty or eighty.", "author": "Henry Ford"},
  {"quote": "In seeking knowledge you stray; in cherishing it you find rest.", "author": "Rumi"},
  {"quote": "Tell me and I forget. Teach me and I remember. Involve me and I learn.", "author": "Benjamin Franklin"},
  {"quote": "A wise man can learn more from a foolish question than a fool can learn from a wise answer.", "author": "Bruce Lee"},
  {"quote": "Education is the most powerful weapon which you can use to change the world.", "author": "Nelson Mandela"},
  {"quote": "The great aim of education is not knowledge but action.", "author": "Herbert Spencer"},
  {"quote": "The more that you read, the more things you will know. The more that you learn, the more places you'll go.", "author": "Dr. Seuss"},
  {"quote": "Learning is not attained by chance, it must be sought for with ardor and attended to with diligence.", "author": "Abigail Adams"},
  {"quote": "Develop a passion for learning. If you do, you will never cease to grow.", "author": "Anthony J. D’Angelo"},
  {"quote": "The beautiful thing about learning is that nobody can take it away from you.", "author": "B.B. King"},
  {"quote": "You don’t understand anything until you learn it more than one way.", "author": "Marvin Minsky"},
  {"quote": "Real learning comes about when the competitive spirit has ceased.", "author": "Jiddu Krishnamurti"},
  {"quote": "We learn more by looking for the answer to a question and not finding it than we do from learning the answer itself.", "author": "Lloyd Alexander"},
  {"quote": "Curiosity is the wick in the candle of learning.", "author": "William Arthur Ward"},
  {"quote": "Wisdom ceases to be wisdom when it becomes too proud to weep, too grave to laugh, and too selfish to seek other than itself.", "author": "Kahlil Gibran"},
  {"quote": "The highest form of ignorance is when you reject something you don’t know anything about.", "author": "Wayne Dyer"},
  {"quote": "One learns by doing a thing; for though you think you know it, you have no certainty until you try.", "author": "Sophocles"},
  {"quote": "True learning is remembering something you never knew you knew.", "author": "Ralph Waldo Emerson"},
  {"quote": "Learning without thought is labor lost; thought without learning is perilous.", "author": "Confucius"},
  {"quote": "Read not to contradict and confute, nor to believe and take for granted… but to weigh and consider.", "author": "Francis Bacon"},
  {"quote": "The aim of education is the knowledge, not of facts, but of values.", "author": "William S. Burroughs"},
  {"quote": "It is what we know already that often prevents us from learning.", "author": "Claude Bernard"},
  {"quote": "By learning you will teach; by teaching you will learn.", "author": "Latin Proverb"},
  {"quote": "Wisdom is the daughter of experience.", "author": "Leonardo da Vinci"},
  {"quote": "To teach is to learn twice over.", "author": "Joseph Joubert"},
  {"quote": "The ear of the leader must ring with the voices of the people.", "author": "Woodrow Wilson"},
  {"quote": "Learning is a treasure that will follow its owner everywhere.", "author": "Chinese Proverb"},
  {"quote": "A capacity and taste for reading gives access to whatever has already been discovered by others.", "author": "Abraham Lincoln"},
  {"quote": "Knowledge is power.", "author": "Francis Bacon"},
  {"quote": "He who opens a school door, closes a prison.", "author": "Victor Hugo"},
  {"quote": "Give me six hours to chop down a tree and I will spend the first four sharpening the axe.", "author": "Abraham Lincoln"},
  {"quote": "Better than a thousand days of diligent study is one day with a great teacher.", "author": "Japanese Proverb"},
  {"quote": "The best teachers are those who show you where to look but don’t tell you what to see.", "author": "Alexandra K. Trenfor"},
  {"quote": "Knowledge rests not upon truth alone, but upon error also.", "author": "Carl Jung"},
  {"quote": "It is not that I’m so smart. But I stay with the questions much longer.", "author": "Albert Einstein"},
  {"quote": "An investment in knowledge pays the best interest.", "author": "Benjamin Franklin"},
  {"quote": "Every student can learn, just not on the same day or in the same way.", "author": "George Evans"},
  {"quote": "The roots of education are bitter, but the fruit is sweet.", "author": "Aristotle"},
  {"quote": "The secret of getting ahead is getting started.", "author": "Mark Twain"},
  {"quote": "You learn something every day if you pay attention.", "author": "Ray LeBlond"},
  {"quote": "The illiterate of the 21st century will not be those who cannot read and write, but those who cannot learn, unlearn, and relearn.", "author": "Alvin Toffler"},
  {"quote": "Education’s purpose is to replace an empty mind with an open one.", "author": "Malcolm Forbes"},
  {"quote": "Sometimes the questions are complicated and the answers are simple.", "author": "Dr. Seuss"},
  {"quote": "Creativity is seeing what everyone else has seen, and thinking what no one else has thought.", "author": "Albert Einstein"},
  {"quote": "He who learns but does not think, is lost! He who thinks but does not learn is in great danger.", "author": "Confucius"},
  {"quote": "Learning is not compulsory… neither is survival.", "author": "W. Edwards Deming"},
  {"quote": "The best way to predict the future is to create it.", "author": "Peter Drucker"},
  {"quote": "Education is not preparation for life; education is life itself.", "author": "John Dewey"},
  {"quote": "Formal education will make you a living; self‐education will make you a fortune.", "author": "Jim Rohn"},
  {"quote": "Anyone who has never made a mistake has never tried anything new.", "author": "Albert Einstein"},
  {"quote": "The expert in anything was once a beginner.", "author": "Helen Hayes"},
  {"quote": "Change is the end result of all true learning.", "author": "Leo Buscaglia"},
  {"quote": "You cannot open a book without learning something.", "author": "Confucius"},
  {"quote": "Self-education is, I firmly believe, the only kind of education there is.", "author": "Isaac Asimov"},
  {"quote": "Teaching is learning twice.", "author": "Joseph Joubert"},
  {"quote": "Learning to read is the gateway to the world.", "author": "Mary McLeod Bethune"},
  {"quote": "The best lessons are learned after things go wrong.", "author": "Thomas Edison"},
  {"quote": "I am always ready to learn although I do not always like being taught.", "author": "Winston Churchill"},
  {"quote": "Education is the kindling of a flame, not the filling of a vessel.", "author": "Socrates"},
  {"quote": "Mistakes are the portals of discovery.", "author": "James Joyce"},
  {"quote": "The more I read, the more I acquire, the more certain I am that I know nothing.", "author": "Voltaire"},
  {"quote": "He who learns but does not think, is lost.", "author": "Confucius"},
  {"quote": "The greatest enemy of knowledge is not ignorance, it is the illusion of knowledge.", "author": "Stephen Hawking"},
  {"quote": "Nothing in life is to be feared; it is only to be understood.", "author": "Marie Curie"},
  {"quote": "Education is the movement from darkness to light.", "author": "Allama Iqbal"},
  {"quote": "Learning is a lifelong process of keeping abreast of change.", "author": "Peter Drucker"},
  {"quote": "To learn something new, you must accept that you might be wrong.", "author": "Ray Dalio"},
  {"quote": "Learning is finding out what you already know.", "author": "Richard Bach"},
  {"quote": "There is no end to education. It is not that you read a book, pass an examination, and finish with education.", "author": "Jiddu Krishnamurti"},
  {"quote": "The best minds are not in government. If any were, business would steal them away.", "author": "Ronald Reagan"},
  {"quote": "Learning is the only thing the mind never exhausts.", "author": "Leonardo da Vinci"},
  {"quote": "Curiosity is the engine of achievement.", "author": "Sir Ken Robinson"},
  {"quote": "Learning is the eye of the mind.", "author": "American Proverb"},
  {"quote": "Self-education is the foundation of growth.", "author": "Malala Yousafzai"},
  {"quote": "The essence of teaching is to make learning contagious.", "author": "Seymour Papert"},
  {"quote": "One learns by doing a thing; for though you think you know it, you have no certainty until you try.", "author": "Sophocles"},
  {"quote": "A good teacher protects his students from his own influence.", "author": "Bruce Lee"},
  {"quote": "Learning is the ultimate act of humility.", "author": "Unknown"},
  {"quote": "The capacity to learn is a gift; the ability to learn is a skill; the willingness to learn is a choice.", "author": "Brian Herbert"},
  {"quote": "The best teacher is experience learned from failures.", "author": "Byron Pulsifer"},
  {"quote": "The beautiful thing about learning is that it never ends.", "author": "Unknown"},
  {"quote": "Teach me and I remember. Involve me and I learn.", "author": "Benjamin Franklin"},
  {"quote": "Learning is seeing the same thing from different perspectives.", "author": "Ken Robinson"},
  {"quote": "To know how to learn is the greatest gift.", "author": "Aristotle"},
  {"quote": "Learning is the key that unlocks the doors of opportunity.", "author": "John F. Kennedy"},
  {"quote": "Wisdom begins in wonder.", "author": "Socrates"},
  {"quote": "The art of teaching is the art of assisting discovery.", "author": "Mark Van Doren"},
  {"quote": "Learning is a journey, not a destination.", "author": "Unknown"},
  {"quote": "Each day learn something new and just as important, relearn something old.", "author": "Robert Brault"},
  {"quote": "The best way to learn is to do; the worst way to teach is to talk.", "author": "Paul Halmos"},
  {"quote": "Learning is an active process.", "author": "Michael Polanyi"}
]
