[
  {
    "quote": "Caring for myself is not self-indulgence, it is self-preservation.",
    "by": "Audre Lorde"
  },
  {
    "quote": "You can’t pour from an empty cup. Take care of yourself first.",
    "by": "Norm Kelly"
  },
  {
    "quote": "Rest and self-care are so important. When you take time to replenish your spirit, it allows you to serve others from the overflow.",
    "by": "Eleanor Brownn"
  },
  {
    "quote": "Self-love is asking yourself what you need—every day—and then making sure you receive it.",
    "by": "Unknown"
  },
  {
    "quote": "Talk to yourself like someone you love.",
    "by": "Brené Brown"
  },
  {
    "quote": "Don’t sacrifice yourself too much, because if you sacrifice too much there’s nothing else you can give.",
    "by": "Karl Lagerfeld"
  },
  {
    "quote": "Boundaries are a part of self-care. They are healthy, normal, and necessary.",
    "by": "Doreen Virtue"
  },
  {
    "quote": "You owe yourself the love that you so freely give to other people.",
    "by": "Alexandra Elle"
  },
  {
    "quote": "Make yourself a priority once in a while. It’s not selfish. It’s necessary.",
    "by": "Unknown"
  },
  {
    "quote": "As you grow older, you will discover that you have two hands, one for helping yourself, the other for helping others.",
    "by": "Maya Angelou"
  },
  {
    "quote": "Sometimes the most productive thing you can do is relax.",
    "by": "Mark Black"
  },
  {
    "quote": "Self-care is giving the world the best of you, instead of what’s left of you.",
    "by": "Katie Reed"
  },
  {
    "quote": "You yourself, as much as anybody in the entire universe, deserve your love and affection.",
    "by": "Buddha"
  },
  {
    "quote": "Take care of your body. It’s the only place you have to live.",
    "by": "Jim Rohn"
  },
  {
    "quote": "Put yourself at the top of your to-do list every single day and the rest will fall into place.",
    "by": "Unknown"
  },
  {
    "quote": "Self-care is how you take your power back.",
    "by": "Lalah Delia"
  },
  {
    "quote": "When you recover or discover something that nourishes your soul and brings joy, care enough about yourself to make room for it in your life.",
    "by": "Jean Shinoda Bolen"
  },
  {
    "quote": "Almost everything will work again if you unplug it for a few minutes…including you.",
    "by": "Anne Lamott"
  },
  {
    "quote": "Nourishing yourself in a way that helps you blossom in the direction you want to go is attainable, and you are worth the effort.",
    "by": "Deborah Day"
  },
  {
    "quote": "An empty lantern provides no light. Self-care is the fuel that allows your light to shine brightly.",
    "by": "Unknown"
  },
  {
    "quote": "The most powerful relationship you will ever have is the relationship with yourself.",
    "by": "Steve Maraboli"
  },
  {
    "quote": "Self-care is never a selfish act—it is simply good stewardship of the only gift I have, the gift I was put on earth to offer others.",
    "by": "Parker Palmer"
  },
  {
    "quote": "To love oneself is the beginning of a lifelong romance.",
    "by": "Oscar Wilde"
  },
  {
    "quote": "Rest is not idle, it is not wasteful. Sometimes rest is the most productive thing you can do for body and soul.",
    "by": "Erica Layne"
  },
  {
    "quote": "If your compassion does not include yourself, it is incomplete.",
    "by": "Jack Kornfield"
  },
  {
    "quote": "Self-care is not self-ish. You cannot serve from an empty vessel.",
    "by": "Eleanor Brownn"
  },
  {
    "quote": "Your task is not to seek for love, but merely to seek and find all the barriers within yourself that you have built against it.",
    "by": "Rumi"
  },
  {
    "quote": "You don’t have to set yourself on fire to keep others warm.",
    "by": "Unknown"
  },
  {
    "quote": "The best way to take care of the future is to take care of the present moment.",
    "by": "Thich Nhat Hanh"
  },
  {
    "quote": "It’s not your job to be everything to everyone all the time. Give yourself permission to step back.",
    "by": "Melissa Steginus"
  },
  {
    "quote": "Self-care is choosing to create a life you don’t need to escape from.",
    "by": "Brianna Wiest"
  },
  {
    "quote": "Your mind will answer most questions if you learn to relax and wait for the answer.",
    "by": "William S. Burroughs"
  },
  {
    "quote": "Self-compassion is simply giving the same kindness to ourselves that we would give to others.",
    "by": "Christopher Germer"
  },
  {
    "quote": "You are allowed to be both a masterpiece and a work in progress simultaneously.",
    "by": "Sophia Bush"
  },
  {
    "quote": "The act of taking care of yourself is a radical one in a world that profits from your self-doubt.",
    "by": "Unknown"
  },
  {
    "quote": "Healing yourself is connected with healing others.",
    "by": "Yoko Ono"
  },
  {
    "quote": "When you say ‘yes’ to others, make sure you are not saying ‘no’ to yourself.",
    "by": "Paulo Coelho"
  },
  {
    "quote": "Self-care is not a luxury; it is a discipline.",
    "by": "Rachel Cargle"
  },
  {
    "quote": "The best way to find out what you need is to listen to what your body and mind are whispering before they start screaming.",
    "by": "Vironika Tugaleva"
  },
  {
    "quote": "Your body is your home. Treat it with love and respect.",
    "by": "Unknown"
  },
  {
    "quote": "Taking time to do nothing often brings everything into perspective.",
    "by": "Doe Zantamata"
  },
  {
    "quote": "You cannot pour from an empty vessel. Fill yourself first.",
    "by": "Unknown"
  },
  {
    "quote": "The greatest act of self-care is to no longer tolerate what harms your soul.",
    "by": "Brianna Wiest"
  },
  {
    "quote": "You are worth the quiet moment. You are worth the deeper breath. You are worth the time it takes to slow down.",
    "by": "Morgan Harper Nichols"
  },
  {
    "quote": "Self-care is making a choice that supports your mental, physical, or spiritual well-being.",
    "by": "Cicely Tyson"
  },
  {
    "quote": "Your calm mind is the ultimate weapon against challenges. So relax.",
    "by": "Bryant McGill"
  },
  {
    "quote": "Self-care is giving yourself permission to pause.",
    "by": "Cecilia Tran"
  },
  {
    "quote": "The most important relationship is the one you have with yourself. Everything else is secondary.",
    "by": "Diane Von Furstenberg"
  },
  {
    "quote": "Self-care is not a one-time event. It’s a way of life.",
    "by": "Amy Leigh Mercree"
  },
  {
    "quote": "When you take care of yourself, you’re a better person for others. When you feel good about yourself, you treat others better.",
    "by": "Solange Knowles"
  },
  {
    "quote": "Your health is an investment, not an expense.",
    "by": "Unknown"
  },
  {
    "quote": "You deserve the same kindness you extend to others.",
    "by": "Unknown"
  },
  {
    "quote": "Self-care is the foundation for resilience.",
    "by": "Arianna Huffington"
  },
  {
    "quote": "Taking care of yourself is part of taking care of the world.",
    "by": "Rupi Kaur"
  },
  {
    "quote": "The first step toward change is awareness. The second step is acceptance.",
    "by": "Nathaniel Branden"
  },
  {
    "quote": "Your soul deserves to be nurtured. Feed it with rest, joy, and forgiveness.",
    "by": "Unknown"
  },
  {
    "quote": "Self-care is how you reclaim your identity after the world tries to steal it.",
    "by": "Unknown"
  },
  {
    "quote": "Your body hears everything your mind says. Stay positive.",
    "by": "Naomi Judd"
  },
  {
    "quote": "Self-care is not selfish. You cannot serve from an empty vessel.",
    "by": "Eleanor Brownn"
  },
  {
    "quote": "The key to self-care is recognizing that you are worth caring for.",
    "by": "Unknown"
  },
  {
    "quote": "You are allowed to outgrow people who don’t grow with you.",
    "by": "Unknown"
  },
  {
    "quote": "Your peace is more important than driving yourself crazy trying to understand why something happened the way it did.",
    "by": "Mandy Hale"
  },
  {
    "quote": "Self-care is the art of listening to your needs and honoring them without guilt.",
    "by": "Unknown"
  },
  {
    "quote": "The way you speak to yourself matters. Make sure your inner voice is your biggest supporter.",
    "by": "Unknown"
  },
  {
    "quote": "Self-care isn’t about indulgence. It’s about self-respect.",
    "by": "Lucy Lucraft"
  },
  {
    "quote": "You can’t hate yourself into a version of yourself you can love.",
    "by": "Lori Deschene"
  },
  {
    "quote": "You don’t have to be everything to everyone. Be everything to yourself first.",
    "by": "Unknown"
  },
  {
    "quote": "Self-care is choosing growth over guilt.",
    "by": "Alexandra Elle"
  },
  {
    "quote": "You are allowed to take up space. You are allowed to say no. You are allowed to prioritize yourself.",
    "by": "Unknown"
  },
  {
    "quote": "Your healing is not linear. Give yourself permission to move at your own pace.",
    "by": "Unknown"
  },
  {
    "quote": "Self-care is the daily practice of choosing presence over perfection.",
    "by": "Unknown"
  },
  {
    "quote": "Your worth is not measured by your productivity.",
    "by": "Unknown"
  },
  {
    "quote": "Sometimes the bravest thing you can do is rest.",
    "by": "Unknown"
  },
  {
    "quote": "Self-care is remembering that you are human, not a machine.",
    "by": "Unknown"
  },
  {
    "quote": "You are allowed to take a break. You are allowed to breathe. You are allowed to start over.",
    "by": "Unknown"
  },
  {
    "quote": "Self-care is saying, 'I matter,' even when the world tries to convince you otherwise.",
    "by": "Unknown"
  },
  {
    "quote": "You are not required to set yourself on fire to keep others warm.",
    "by": "Unknown"
  },
  {
    "quote": "Your mental health is more important than the test, the interview, the lunch date, the meeting, the family dinner, and the grocery run.",
    "by": "Unknown"
  },
  {
    "quote": "Self-care is trusting yourself enough to listen to your needs.",
    "by": "Unknown"
  },
  {
    "quote": "You deserve a love that feels like a safe place.",
    "by": "R. H. Sin"
  },
  {
    "quote": "Self-care is the art of making your inner world a priority.",
    "by": "Unknown"
  },
  {
    "quote": "You can’t control everything, but you can control how you care for yourself in the chaos.",
    "by": "Unknown"
  },
  {
    "quote": "Self-care is the daily practice of letting go of who you think you’re supposed to be and embracing who you are.",
    "by": "Brené Brown"
  },
  {
    "quote": "Your ability to love others depends on your ability to love yourself first.",
    "by": "Unknown"
  },
  {
    "quote": "Self-care is the gentle reminder that you are allowed to take up space in this world.",
    "by": "Unknown"
  },
  {
    "quote": "You don’t have to apologize for needing time to heal.",
    "by": "Unknown"
  },
  {
    "quote": "Self-care is not a reward. It’s a requirement.",
    "by": "Unknown"
  },
  {
    "quote": "You are allowed to prioritize your peace over someone else’s drama.",
    "by": "Unknown"
  },
  {
    "quote": "Self-care is the art of filling your cup so you can toast to life.",
    "by": "Unknown"
  },
  {
    "quote": "Your worth doesn’t decrease based on someone’s inability to see it.",
    "by": "Unknown"
  },
  {
    "quote": "Self-care is the radical act of protecting your right to be whole.",
    "by": "Unknown"
  },
  {
    "quote": "You are allowed to let go of people who drain your energy.",
    "by": "Unknown"
  },
  {
    "quote": "Self-care is giving yourself permission to evolve.",
    "by": "Alexandra Elle"
  },
  {
    "quote": "Your healing will require you to rest in ways you never thought possible.",
    "by": "Unknown"
  },
  {
    "quote": "Self-care is choosing yourself, even when the world asks you to choose everyone else.",
    "by": "Unknown"
  },
  {
    "quote": "You are allowed to need help. You are allowed to ask for it.",
    "by": "Unknown"
  },
  {
    "quote": "Self-care is the daily act of choosing yourself over societal expectations.",
    "by": "Unknown"
  },
  {
    "quote": "Your energy is sacred. Guard it fiercely.",
    "by": "Unknown"
  },
  {
    "quote": "Self-care is the quiet rebellion against a world that demands constant productivity.",
    "by": "Unknown"
  },
  {
    "quote": "You are allowed to redefine yourself at any moment.",
    "by": "Unknown"
  },
  {
    "quote": "Self-care is the practice of trusting yourself enough to say 'no' when your soul needs it.",
    "by": "Unknown"
  },
  {
    "quote": "Your rest is as important as your work.",
    "by": "Unknown"
  },
  {
    "quote": "Self-care is the art of turning your wounds into wisdom.",
    "by": "Oprah Winfrey"
  },
  {
    "quote": "You are allowed to be both soft and strong at the same time.",
    "by": "Unknown"
  },
  {
    "quote": "Self-care is remembering that you are allowed to take up space in your own life.",
    "by": "Unknown"
  },
  {
    "quote": "Your heart deserves the same tenderness you offer others.",
    "by": "Unknown"
  },
  {
    "quote": "Self-care is the foundation of a life well-lived.",
    "by": "Unknown"
  },
  {
    "quote": "You are allowed to leave toxic situations. You are allowed to walk away.",
    "by": "Unknown"
  },
  {
    "quote": "Self-care is the daily practice of choosing love over fear.",
    "by": "Unknown"
  },
  {
    "quote": "Your well-being is not negotiable. Protect it fiercely.",
    "by": "Unknown"
  }
]
