[
  {
    "quote": "On the other side of a storm is the strength that comes from having navigated through it. Raise your sail and begin.",
    "by": "Gregory S. Williams"
  },
  {
    "quote": "Life doesn’t get easier or more forgiving; we get stronger and more resilient.",
    "by": "Steve Maraboli"
  },
  {
    "quote": "As we advance in life it becomes more and more difficult, but in fighting the difficulties the inmost strength of the heart is developed.",
    "by": "Vincent van Gogh"
  },
  {
    "quote": "The greatest glory in living lies not in never falling, but in rising every time we fall.",
    "by": "Nelson Mandela"
  },
  {
    "quote": "A truly strong person does not need the approval of others any more than a lion needs the approval of sheep.",
    "by": "Vernon Howard"
  },
  {
    "quote": "You never know how strong you are until being strong is the only choice you have.",
    "by": "Bob Marley"
  },
  {
    "quote": "The human capacity for burden is like bamboo – far more flexible than you’d ever believe at first glance.",
    "by": "Jodi Picoult"
  },
  {
    "quote": "She stood in the storm and when the wind did not blow her way, she adjusted her sails.",
    "by": "Elizabeth Edwards"
  },
  {
    "quote": "It’s your reaction to adversity, not adversity itself that determines how your life’s story will develop.",
    "by": "Dieter F. Uchtdorf"
  },
  {
    "quote": "When we long for life without difficulties, remind us that oaks grow strong in contrary winds and diamonds are made under pressure.",
    "by": "Peter Marshall"
  },
  {
    "quote": "Go within every day and find the inner strength so that the world will not blow your candle out.",
    "by": "Katherine Dunham"
  },
  {
    "quote": "Few men during their lifetime come anywhere near exhausting the resources dwelling within them. There are deep wells of strength that are never used.",
    "by": "Richard E. Byrd"
  },
  {
    "quote": "It is worth remembering that the time of greatest gain in terms of wisdom and inner strength is often that of greatest difficulty.",
    "by": "Dalai Lama"
  },
  {
    "quote": "It is not the strength of the body that counts, but the strength of the spirit.",
    "by": "J. R. R. Tolkien"
  },
  {
    "quote": "Nothing can dim the light which shines from within.",
    "by": "Maya Angelou"
  },
  {
    "quote": "Life is not about waiting for the storms to pass. It’s about learning how to dance in the rain.",
    "by": "Vivian Greene"
  },
  {
    "quote": "When we are no longer able to change the situation, we are challenged to change ourselves.",
    "by": "Viktor E. Frankl"
  },
  {
    "quote": "If you consider yourself a victim, you are not going to have a good life; if, however, you refuse to think of yourself as a victim—if you refuse to let your inner self be conquered by your external circumstances—you are likely to have a good life.",
    "by": "William B. Irvine"
  },
  {
    "quote": "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, ambition inspired, and success achieved.",
    "by": "Helen Keller"
  },
  {
    "quote": "A hero is an ordinary individual who finds the strength to persevere and endure in spite of overwhelming obstacles.",
    "by": "Christopher Reeve"
  },
  {
    "quote": "Sometimes carrying on, just carrying on, is the superhuman achievement.",
    "by": "Albert Camus"
  },
  {
    "quote": "Courage to me is doing something daring, no matter how afraid, insecure, intimidated, alone, unworthy, incapable, ridiculed or whatever other paralyzing emotion you might feel. Courage is taking action… no matter what. So you’re afraid? Be afraid. Be scared silly to the point you’re trembling and nauseous, but do it anyway!",
    "by": "Richelle E. Goodrich"
  },
  {
    "quote": "Although the world is full of suffering, it is also full of the overcoming of it.",
    "by": "Helen Keller"
  },
  {
    "quote": "The moment we believe that success is determined by an ingrained level of ability as opposed to resilience and hard work, we will be brittle in the face of adversity.",
    "by": "Joshua Waitzkin"
  },
  {
    "quote": "Resilience is knowing that you are the only one that has the power and the responsibility to pick yourself up.",
    "by": "Mary Holloway"
  },
  {
    "quote": "Where there is no struggle, there is no strength.",
    "by": "Oprah Winfrey"
  },
  {
    "quote": "No matter how bleak or menacing a situation may appear, it does not entirely own us. It can’t take away our freedom to respond, our power to take action.",
    "by": "Ryder Carroll"
  },
  {
    "quote": "You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face.",
    "by": "Eleanor Roosevelt"
  },
  {
    "quote": "Someone I once loved gave me a box full of darkness. It took me years to understand that this, too, was a gift.",
    "by": "Mary Oliver"
  },
  {
    "quote": "You have power over your mind—not outside events. Realize this, and you will find strength.",
    "by": "Marcus Aurelius"
  },
  {
    "quote": "Courage is not the absence of fear, but rather the judgment that something else is more important than fear.",
    "by": "Ambrose Redmoon"
  },
  {
    "quote": "If you can’t fly then run, if you can’t run then walk, if you can’t walk then crawl, but whatever you do you have to keep moving forward.",
    "by": "Martin Luther King Jr."
  },
  {
    "quote": "We all have battles to fight. And it’s often in those battles that we are most alive; it’s on the frontlines of our lives that we earn wisdom, create joy, forge friendships, discover happiness, find love, and do purposeful work.",
    "by": "Eric Greitens"
  },
  {
    "quote": "Like tiny seeds with potent power to push through tough ground and become mighty trees, we hold innate reserves of unimaginable strength. We are resilient.",
    "by": "Catherine DeVrye"
  },
  {
    "quote": "This is no time for ease and comfort. It is time to dare and endure.",
    "by": "Winston Churchill"
  },
  {
    "quote": "That which does not kill us makes us stronger.",
    "by": "Friedrich Nietzsche"
  },
  {
    "quote": "Courage doesn’t always roar. Sometimes courage is the quiet voice at the end of the day saying ‘I will try again tomorrow’.",
    "by": "Mary Anne Radmacher"
  },
  {
    "quote": "When we learn how to become resilient, we learn how to embrace the beautifully broad spectrum of the human experience.",
    "by": "Jaeda Dewalt"
  },
  {
    "quote": "The oak fought the wind and was broken, the willow bent when it must and survived.",
    "by": "Robert Jordan"
  },
  {
    "quote": "As much as talent counts, effort counts twice.",
    "by": "Angela Duckworth"
  },
  {
    "quote": "Do not judge me by my success, judge me by how many times I fell down and got back up again.",
    "by": "Nelson Mandela"
  },
  {
    "quote": "Don't despair: despair suggests you are in total control and know what is coming. You don't – surrender to events with hope.",
    "by": "Alain de Botton"
  },
  {
    "quote": "It is our attitude toward events, not events themselves, which we can control. Nothing is by its own nature calamitous – even death is terrible only if we fear it.",
    "by": "Epictetus"
  },
  {
    "quote": "Life is very interesting; in the end, some of your greatest pains become your greatest strengths.",
    "by": "Drew Barrymore"
  },
  {
    "quote": "No matter how much falls on us, we keep plowing ahead. That's the only way to keep the roads clear.",
    "by": "Greg Kincaid"
  },
  {
    "quote": "We are only as strong as we are united, as weak as we are divided.",
    "by": "J.K. Rowling"
  },
  {
    "quote": "Out of suffering have emerged the strongest souls; the most massive characters are seared with scars.",
    "by": "Khalil Gibran"
  },
  {
    "quote": "The world breaks everyone, and afterward, some are strong at the broken places.",
    "by": "Ernest Hemingway"
  },
  {
    "quote": "Only those who dare to fail greatly, can ever achieve greatly.",
    "by": "Robert F. Kennedy"
  },
  {
    "quote": "Resiliency is something you do, more than something you have. You become highly resilient by continuously learning your best way of being yourself in your circumstance.",
    "by": "Al Siebert"
  },
  {
    "quote": "Resilience is overcoming adversity, whilst also potentially changing, or even dramatically transforming, (aspects of) that adversity.",
    "by": "Angie Hart"
  },
  {
    "quote": "Resiliency is the ability to spring back from and successfully adapt to adversity.",
    "by": "Nan Henderson"
  },
  {
    "quote": "Resilience or hardiness is the ability to adapt to new circumstances when life presents the unpredictable.",
    "by": "Salvatore R. Maddi"
  },
  {
    "quote": "Resilience isn’t a single skill. It’s a variety of skills and coping mechanisms. To bounce back from bumps in the road as well as failures, you should focus on emphasizing the positive.",
    "by": "Jean Chatzky"
  },
  {
    "quote": "The strongest oak of the forest is not the one that is protected from the storm and hidden from the sun. It’s the one that stands in the open where it is compelled to struggle for its existence against the winds and rains and the scorching sun.",
    "by": "Napoleon Hill"
  },
  {
    "quote": "Courage is resistance to fear, mastery of fear, not absence of fear.",
    "by": "Mark Twain"
  },
  {
    "quote": "Success is not final, failure is not fatal: it is the courage to continue that counts.",
    "by": "Winston Churchill"
  },
  {
    "quote": "To be nobody but yourself in a world that’s doing its best to make you somebody else is the hardest battle you are ever going to fight. Never stop fighting.",
    "by": "E. E. Cummings"
  },
  {
    "quote": "The last of human freedoms is one’s ability to choose one’s attitude in a given set of circumstances.",
    "by": "Viktor E. Frankl"
  },
  {
    "quote": "When I dare to be powerful, to use my strength in the service of my vision, then it becomes less and less important whether I am afraid.",
    "by": "Audre Lorde"
  },
  {
    "quote": "The truth will set you free, but first it will piss you off.",
    "by": "Gloria Steinem"
  },
  {
    "quote": "Cry if you want to, I won’t tell you not to. I won’t try to cheer you. I’ll just be here if you want me to be.",
    "by": "Cole Porter"
  },
  {
    "quote": "I am down. And that is okay. I may be down for a while, but I will rise again. And when I rise, I will rise higher than I’ve gone before, I will be stronger than I’ve been before. I will thrive.",
    "by": "Brian Vaszily"
  },
  {
    "quote": "Fall seven times, stand up eight.",
    "by": "Japanese Proverb"
  },
  {
    "quote": "The truth is that falling hurts. The dare is to keep being brave and feel your way back up.",
    "by": "Brené Brown"
  },
  {
    "quote": "I have always been delighted at the prospect of a new day, a fresh try, one more start, with perhaps a bit of magic waiting somewhere behind the morning.",
    "by": "J. B. Priestley"
  },
  {
    "quote": "When you are hit with life-disrupting events, you will never be the same again. You either cope or you crumble; you become better or bitter; you emerge stronger or weaker.",
    "by": "Al Siebert"
  },
  {
    "quote": "Things do not change; we change.",
    "by": "Henry David Thoreau"
  },
  {
    "quote": "Change is inevitable – except from a vending machine.",
    "by": "Robert Gallagher"
  },
  {
    "quote": "If you don’t like something, change it. If you can’t change it, change your attitude.",
    "by": "Maya Angelou"
  },
  {
    "quote": "Never believe that a few caring people can’t change the world. For, indeed, that’s all who ever have.",
    "by": "Margaret Mead"
  },
  {
    "quote": "You must be the change you wish to see in the world.",
    "by": "Mahatma Gandhi"
  },
  {
    "quote": "The only way to make sense out of change is to plunge into it, move with it, and join the dance.",
    "by": "Alan Watts"
  },
  {
    "quote": "Stress will break people altogether if they are in the beginning too weak to stand distress, or else, if they are already strong enough to take the stress in the first place, that same stress, if they come through it, will strengthen them, temper them, and make them stronger.",
    "by": "Abraham Maslow"
  },
  {
    "quote": "I tried and failed. I tried again and again and succeeded.",
    "by": "Gail Borden"
  },
  {
    "quote": "The difference between a strong man and a weak one is that the former does not give up after a defeat.",
    "by": "Woodrow Wilson"
  },
  {
    "quote": "It may sound strange, but many champions are made champions by setbacks.",
    "by": "Bob Richards"
  },
  {
    "quote": "If you’re going through hell, keep going.",
    "by": "Winston Churchill"
  },
  {
    "quote": "Resilience is very different than being numb. Resilience means you experience, you feel, you fail, you hurt. You fall. But, you keep going.",
    "by": "Yasmin Mogahed"
  },
  {
    "quote": "We are not a product of what has happened to us in our past. We have the power of choice.",
    "by": "Stephen R. Covey"
  },
  {
    "quote": "Resilience is the ability to attack while running away.",
    "by": "Wes Fessler"
  },
  {
    "quote": "Resilience is based on compassion for ourselves as well as compassion for others.",
    "by": "Sharon Salzberg"
  },
  {
    "quote": "Turn your wounds into wisdom.",
    "by": "Oprah Winfrey"
  },
  {
    "quote": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.",
    "by": "Thomas Edison"
  },
  {
    "quote": "Forgive yourself for your faults and your mistakes and move on.",
    "by": "Les Brown"
  },
  {
    "quote": "Successful people demonstrate their resilience through their dedication to making progress every day, even if that progress is marginal.",
    "by": "Jonathan Mills"
  },
  {
    "quote": "Failure will never overtake me if my determination to succeed is strong enough.",
    "by": "Og Mandino"
  },
  {
    "quote": "I hope you never fear those mountains in the distance. Never settle for the path of least resistance.",
    "by": "Lee Ann Womack"
  },
  {
    "quote": "You can’t be brave if you’ve only had wonderful things happen to you.",
    "by": "Mary Tyler Moore"
  },
  {
    "quote": "Sometimes adversity is what you need to face in order to become successful.",
    "by": "Zig Ziglar"
  },
  {
    "quote": "Adversity is preparation for greatness.",
    "by": "Andy Andrews"
  },
  {
    "quote": "Think like a queen. A queen is not afraid to fail.",
    "by": "Oprah Winfrey"
  },
  {
    "quote": "If you aren’t in over your head, how do you know how tall you are?",
    "by": "T.S. Eliot"
  },
  {
    "quote": "The gem cannot be polished without friction, nor man perfected without trials.",
    "by": "Chinese Proverb"
  },
  {
    "quote": "In the middle of difficulty lies opportunity.",
    "by": "Albert Einstein"
  },
  {
    "quote": "My attitude is that if you push me towards something that you think is a weakness, then I will turn that perceived weakness into a strength.",
    "by": "Michael Jordan"
  },
  {
    "quote": "Strength does not come from physical capacity. It comes from an indomitable will.",
    "by": "Mahatma Gandhi"
  },
  {
    "quote": "Adversity makes men, and prosperity makes monsters.",
    "by": "Victor Hugo"
  },
  {
    "quote": "You show me anybody that’s great in anything they do, I’ll show you somebody that’s persevered, demonstrated that mental toughness to overcome some obstacles and adversity.",
    "by": "Sean McVay"
  },
  {
    "quote": "All the adversity I’ve had in my life, all my troubles and obstacles, have strengthened me… You may not realize it when it happens, but a kick in the teeth may be the best thing in the world for you.",
    "by": "Walt Disney"
  }
]
