[
  {
    "quote": "The future belongs to those who believe in the beauty of their dreams.",
    "author": "Eleanor Roosevelt"
  },
  {
    "quote": "All our dreams can come true if we have the courage to pursue them.",
    "author": "Walt Disney"
  },
  {
    "quote": "Hold fast to dreams, for if dreams die, life is a broken-winged bird that cannot fly.",
    "author": "Langston Hughes"
  },
  {
    "quote": "Faith is the bird that feels the light when the dawn is still dark.",
    "author": "Rabindranath Tagore"
  },
  {
    "quote": "As you start to walk on the way, the way appears.",
    "author": "Rumi"
  },
  {
    "quote": "However long the night, the dawn will break.",
    "author": "African Proverb"
  },
  {
    "quote": "The journey of a thousand miles begins with one step.",
    "author": "Lao Tzu"
  },
  {
    "quote": "A dream you dream alone is only a dream. A dream you dream together is reality.",
    "author": "Yoko Ono"
  },
  {
    "quote": "Do not be satisfied with the stories that come before you. Unfold your own myth.",
    "author": "Rumi"
  },
  {
    "quote": "The world of reality has its limits; the world of imagination is boundless.",
    "author": "Jean-Jacques Rousseau"
  },
  {
    "quote": "You see things; and you say, 'Why?' But I dream things that never were; and I say, 'Why not?'",
    "author": "George Bernard Shaw"
  },
  {
    "quote": "Dreams are necessary to life.",
    "author": "Anaïs Nin"
  },
  {
    "quote": "To accomplish great things, we must not only act but also dream, not only plan but also believe.",
    "author": "Anatole France"
  },
  {
    "quote": "Dream no small dreams for they have no power to move the hearts of men.",
    "author": "Johann Wolfgang von Goethe"
  },
  {
    "quote": "Reality is wrong. Dreams are for real.",
    "author": "Tupac Shakur"
  },
  {
    "quote": "When you have a dream, you’ve got to grab it and never let go.",
    "author": "Carol Burnett"
  },
  {
    "quote": "The biggest adventure you can take is to live the life of your dreams.",
    "author": "Oprah Winfrey"
  },
  {
    "quote": "Dreams are the touchstones of our character.",
    "author": "Henry David Thoreau"
  },
  {
    "quote": "You are never too old to set another goal or to dream a new dream.",
    "author": "C.S. Lewis"
  },
  {
    "quote": "The world needs dreamers and the world needs doers. But above all, the world needs dreamers who do.",
    "author": "Sarah Ban Breathnach"
  },
  {
    "quote": "Trust in dreams, for in them is hidden the gate to eternity.",
    "author": "Khalil Gibran"
  },
  {
    "quote": "You are what your deep, driving desire is. As your desire is, so is your will. As your will is, so is your deed. As your deed is, so is your destiny.",
    "author": "Brihadaranyaka Upanishad"
  },
  {
    "quote": "At the center of your being, you have the answer; you know who you are and you know what you want.",
    "author": "Lao Tzu"
  },
  {
    "quote": "If you are working on something exciting that you really care about, you don’t have to be pushed. The vision pulls you.",
    "author": "Steve Jobs"
  },
  {
    "quote": "A person who dreams alone is like a tree that falls in the forest with no one to hear it.",
    "author": "African Proverb"
  },
  {
    "quote": "The vision that you glorify in your mind, the ideal that you enthrone in your heart—this you will build your life by, this you will become.",
    "author": "James Allen"
  },
  {
    "quote": "The universe is not outside of you. Look inside yourself; everything that you want, you already are.",
    "author": "Rumi"
  },
  {
    "quote": "I had a terrible dream yesterday with military helicopters and the Taliban.",
    "author": "Malala Yousafzai"
  },
  {
    "quote": "The temple bell stops, but the sound keeps coming out of the flowers.",
    "author": "Matsuo Bashō"
  },
  {
    "quote": "The difference between what we do and what we are capable of doing would suffice to solve most of the world’s problems.",
    "author": "Mahatma Gandhi"
  },
  {
    "quote": "A man is not old until his regrets take the place of his dreams.",
    "author": "Yiddish Proverb"
  },
  {
    "quote": "Dreams are the seedlings of realities.",
    "author": "Classical Arabic Poetry"
  },
  {
    "quote": "Without leaps of imagination or dreaming, we lose the excitement of possibilities. Dreaming, after all, is a form of planning.",
    "author": "Gloria Steinem"
  },
  {
    "quote": "The only limit to our realization of tomorrow will be our doubts of today.",
    "author": "Franklin D. Roosevelt"
  },
  {
    "quote": "All men dream: but not equally. Those who dream by night in the dusty recesses of their minds wake in the day to find that it was vanity; but the dreamers of the day are dangerous men, for they may act their dream with open eyes to make it possible.",
    "author": "T.E. Lawrence"
  },
  {
    "quote": "Dreams are illustrations... from the book your soul is writing about you.",
    "author": "Marsha Norman"
  },
  {
    "quote": "Go confidently in the direction of your dreams. Live the life you have imagined.",
    "author": "Henry David Thoreau"
  },
  {
    "quote": "The best way to make your dreams come true is to wake up.",
    "author": "Paul Valéry"
  },
  {
    "quote": "Cherish your visions and your dreams as they are the children of your soul; the blueprints of your ultimate achievements.",
    "author": "Napoleon Hill"
  },
  {
    "quote": "Follow your dreams, believe in yourself and don’t give up.",
    "author": "Rachel Corrie"
  },
  {
    "quote": "The only thing worse than starting something and failing... is not starting something.",
    "author": "Seth Godin"
  },
  {
    "quote": "Every great dream begins with a dreamer. Always remember, you have within you the strength, the patience, and the passion to reach for the stars to change the world.",
    "author": "Harriet Tubman"
  },
  {
    "quote": "Dreams pass into the reality of action. From the actions stems the dream again; and this interdependence produces the highest form of living.",
    "author": "Anais Nin"
  },
  {
    "quote": "Dreams are the guiding words of the soul. Why should I henceforth not love my dreams and not make their riddling images into objects of my daily consideration?",
    "author": "Carl Jung"
  },
  {
    "quote": "A dream doesn’t become reality through magic; it takes sweat, determination, and hard work.",
    "author": "Colin Powell"
  },
  {
    "quote": "To dream anything that you want to dream. That is the beauty of the human mind. To do anything that you want to do. That is the strength of the human will. To trust yourself to test your limits. That is the courage to succeed.",
    "author": "Bernard Edmonds"
  },
  {
    "quote": "The poor man is not he who is without a cent, but he who is without a dream.",
    "author": "Harry Kemp"
  },
  {
    "quote": "All our dreams can come true, if we have the courage to pursue them.",
    "author": "Walt Disney"
  },
  {
    "quote": "Dreams are the language of God.",
    "author": "Carl Sandburg"
  },
  {
    "quote": "You may say I’m a dreamer, but I’m not the only one. I hope someday you’ll join us. And the world will live as one.",
    "author": "John Lennon"
  },
  {
    "quote": "The key to realizing a dream is to focus not on success but on significance.",
    "author": "Oprah Winfrey"
  },
  {
    "quote": "The biggest adventure you can ever take is to live the life of your dreams.",
    "author": "Oprah Winfrey"
  },
  {
    "quote": "The power of imagination makes us infinite.",
    "author": "John Muir"
  },
  {
    "quote": "If you can dream it, you can do it.",
    "author": "Walt Disney"
  },
  {
    "quote": "Dreams are the eraser dust I blow off my page.",
    "author": "Francesca Lia Block"
  },
  {
    "quote": "Never give up on what you really want to do. The person with big dreams is more powerful than one with all the facts.",
    "author": "Albert Einstein"
  },
  {
    "quote": "There is nothing like a dream to create the future.",
    "author": "Victor Hugo"
  },
  {
    "quote": "A dream is a seed. Vision plants it, imagination nurtures it, and faith harvests it.",
    "author": "Matshona Dhliwayo"
  },
  {
    "quote": "First dream your dream, then wire it with your will.",
    "author": "Terri Guillemets"
  },
  {
    "quote": "Dreams are the whispers of the soul.",
    "author": "Sanober Khan"
  },
  {
    "quote": "A dreamer is one who can only find his way by moonlight, and his punishment is that he sees the dawn before the rest of the world.",
    "author": "Oscar Wilde"
  },
  {
    "quote": "The world is but a canvas to the imagination.",
    "author": "Henry David Thoreau"
  },
  {
    "quote": "Dreams are the compasses pointing us to our true north.",
    "author": "Shannon L. Alder"
  },
  {
    "quote": "The dream is the small hidden door in the deepest and most intimate sanctum of the soul.",
    "author": "Carl Jung"
  },
  {
    "quote": "Dreams are the touchstones of our character.",
    "author": "Henry David Thoreau"
  },
  {
    "quote": "You have to dream before your dreams can come true.",
    "author": "A.P.J. Abdul Kalam"
  },
  {
    "quote": "Dreams are the foundation of reality.",
    "author": "Denis Waitley"
  },
  {
    "quote": "The only thing that will stop you from fulfilling your dreams is you.",
    "author": "Tom Bradley"
  },
  {
    "quote": "A dreamer is a realist with faith.",
    "author": "Matshona Dhliwayo"
  },
  {
    "quote": "The future is always beginning now.",
    "author": "Mark Strand"
  },
  {
    "quote": "Dreams are the answers to questions we haven’t yet figured out how to ask.",
    "author": "X-Files (TV Series)"
  },
  {
    "quote": "Your dreams are the blueprints of your ultimate achievements.",
    "author": "Napoleon Hill"
  },
  {
    "quote": "A dream is your creative vision for your life in the future. You must break out of your current comfort zone and become comfortable with the unfamiliar and the unknown.",
    "author": "Denis Waitley"
  },
  {
    "quote": "Dreams are renewable. No matter what our age or condition, there are still untapped possibilities within us and new beauty waiting to be born.",
    "author": "Dale E. Turner"
  },
  {
    "quote": "Without a dream, there can be no courage. Without courage, there can be no action.",
    "author": "Wim Wenders"
  },
  {
    "quote": "The only way to discover the limits of the possible is to go beyond them into the impossible.",
    "author": "Arthur C. Clarke"
  },
  {
    "quote": "The future starts today, not tomorrow.",
    "author": "Pope John Paul II"
  },
  {
    "quote": "Dreams are the language of the soul.",
    "author": "Carl Gustav Jung"
  },
  {
    "quote": "Every dreamer is a valuable member of society, for dreams are the seedlings of change.",
    "author": "Bryant McGill"
  },
  {
    "quote": "Dare to live the life you’ve dreamed for yourself. Go forward and make your dreams come true.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "quote": "Dreams are the starting point of all achievement.",
    "author": "Brian Tracy"
  },
  {
    "quote": "A dream is the bearer of a new possibility, the enlarged horizon, the great hope.",
    "author": "Howard Thurman"
  },
  {
    "quote": "Dreams are the keys to unlocking our potential.",
    "author": "Lailah Gifty Akita"
  },
  {
    "quote": "Your dream doesn’t have an expiration date. Take a deep breath and try again.",
    "author": "KT Witten"
  },
  {
    "quote": "A dream is a wish your heart makes.",
    "author": "Disney's Cinderella"
  },
  {
    "quote": "Dreams are the whispers of the universe, guiding us toward our destiny.",
    "author": "Unknown"
  },
  {
    "quote": "To accomplish great things, we must not only act but also dream; not only plan but also believe.",
    "author": "Anatole France"
  },
  {
    "quote": "The only person who can stop you from reaching your dreams is you.",
    "author": "Roy T. Bennett"
  },
  {
    "quote": "Dreams are the compass that guide us through the darkest nights.",
    "author": "Lailah Gifty Akita"
  },
  {
    "quote": "A dreamer is one who can find his way by moonlight, and see the dawn before the rest of the world.",
    "author": "Oscar Wilde"
  },
  {
    "quote": "Your dreams are the architects of your destiny.",
    "author": "David O. McKay"
  },
  {
    "quote": "Dreams are the fuel that powers the engine of achievement.",
    "author": "Lailah Gifty Akita"
  },
  {
    "quote": "The future is always beginning now.",
    "author": "Mark Strand"
  },
  {
    "quote": "Dreams are the foundation of tomorrow’s realities.",
    "author": "Lailah Gifty Akita"
  },
  {
    "quote": "The greatest achievement was at first and for a time a dream. The oak sleeps in the acorn.",
    "author": "James Allen"
  },
  {
    "quote": "Dreams are the seeds of change. Nothing ever grows without a seed, and nothing ever changes without a dream.",
    "author": "Debby Boone"
  },
  {
    "quote": "A dream written down with a date becomes a goal. A goal broken down into steps becomes a plan. A plan backed by action makes your dreams come true.",
    "author": "Greg S. Reid"
  },
  {
    "quote": "Dreams are the royal road to the unconscious.",
    "author": "Sigmund Freud"
  },
  {
    "quote": "The world is full of magic things, patiently waiting for our senses to grow sharper.",
    "author": "W.B. Yeats"
  },
  {
    "quote": "Dreams are the touchstones of our character.",
    "author": "Henry David Thoreau"
  },
  {
    "quote": "You are never too old to set another goal or to dream a new dream.",
    "author": "Les Brown"
  },
  {
    "quote": "A dreamer is one who can only find his way by moonlight, and his punishment is that he sees the dawn before the rest of the world.",
    "author": "Oscar Wilde"
  },
  {
    "quote": "Dreams are the seedlings of realities.",
    "author": "James Allen"
  },
  {
    "quote": "The future belongs to those who believe in the beauty of their dreams.",
    "author": "Eleanor Roosevelt"
  },
  {
    "quote": "Dreams are the language of the soul.",
    "author": "Carl Jung"
  },
  {
    "quote": "Without dreams, there can be no courage. Without courage, there can be no action.",
    "author": "Wim Wenders"
  },
  {
    "quote": "The only limit to our realization of tomorrow will be our doubts of today.",
    "author": "Franklin D. Roosevelt"
  },
  {
    "quote": "Dreams are the compasses pointing us to our true north.",
    "author": "Shannon L. Alder"
  }
]