[
  {
    "quote": "Beauty is truth, truth beauty, that is all ye know on earth, and all ye need to know.",
    "author": "John Keats"
  },
  {
    "quote": "Beauty is a matter of size and order.",
    "author": "Aristotle"
  },
  {
    "quote": "Beauty is no quality in things themselves: It exists merely in the mind which contemplates them.",
    "author": "David Hume"
  },
  {
    "quote": "The soul that sees beauty may sometimes walk alone.",
    "author": "Johann Wolfgang von Goethe"
  },
  {
    "quote": "Beauty awakens the soul to act.",
    "author": "Dante Alighieri"
  },
  {
    "quote": "Art is the lie that enables us to realize the truth.",
    "author": "Pablo Picasso"
  },
  {
    "quote": "To feel beauty is a better thing than to understand how we come to feel it.",
    "author": "George Santayana"
  },
  {
    "quote": "Art is essentially the affirmation, the blessing, and the deification of existence.",
    "author": "Friedrich Nietzsche"
  },
  {
    "quote": "Beauty is the harmony of purpose and form.",
    "author": "Alvar Aalto"
  },
  {
    "quote": "Beauty is not caused. It is.",
    "author": "Emily Dickinson"
  },
  {
    "quote": "Everything has beauty, but not everyone sees it.",
    "author": "Confucius"
  },
  {
    "quote": "In all things of nature there is something of the marvelous.",
    "author": "Aristotle"
  },
  {
    "quote": "Life is not measured by the number of breaths we take, but by the moments that take our breath away.",
    "author": "Chinese Proverb"
  },
  {
    "quote": "The beauty of life is in small details, not in big events.",
    "author": "Jim Jarmusch"
  },
  {
    "quote": "Perfection is achieved, not when there is nothing more to add, but when there is nothing left to take away.",
    "author": "Antoine de Saint-Exupery"
  },
  {
    "quote": "When you realize there is nothing lacking, the whole world belongs to you.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Beauty lies not in objects, but in the interaction between the shadow and light created by objects.",
    "author": "Junichiro Tanizaki"
  },
  {
    "quote": "The highest form of beauty is that which reveals all inner mysteries.",
    "author": "Rabindranath Tagore"
  },
  {
    "quote": "In the midst of chaos, there is also opportunity.",
    "author": "Sun Tzu"
  },
  {
    "quote": "The beauty of the universe consists not only of unity in variety, but also of variety in unity.",
    "author": "Umberto Eco"
  },
  {
    "quote": "Beauty begins the moment you decide to be yourself.",
    "author": "Coco Chanel"
  },
  {
    "quote": "The beauty of a woman is not in a facial mode, but the true beauty in a woman is reflected in her soul.",
    "author": "Audrey Hepburn"
  },
  {
    "quote": "Beauty is power; a smile is its sword.",
    "author": "John Ray"
  },
  {
    "quote": "The future belongs to those who believe in the beauty of their dreams.",
    "author": "Eleanor Roosevelt"
  },
  {
    "quote": "Beauty is not in the face; beauty is a light in the heart.",
    "author": "Kahlil Gibran"
  },
  {
    "quote": "The beauty of the world lies in the diversity of its people.",
    "author": "Unknown"
  },
  {
    "quote": "Beauty is about enhancing what you have. Let yourself shine through.",
    "author": "Janelle Monae"
  },
  {
    "quote": "There is no exquisite beauty without some strangeness in the proportion.",
    "author": "Edgar Allan Poe"
  },
  {
    "quote": "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.",
    "author": "Helen Keller"
  },
  {
    "quote": "Beauty is whatever gives joy.",
    "author": "Edna St. Vincent Millay"
  },
  {
    "quote": "Scientists study nature not because it is useful, but because it is beautiful.",
    "author": "Henri Poincaré"
  },
  {
    "quote": "My work always tries to unite the true with the beautiful; but when I had to choose one or the other, I usually chose the beautiful.",
    "author": "Hermann Weyl"
  },
  {
    "quote": "I am among those who think that science has great beauty.",
    "author": "Marie Curie"
  },
  {
    "quote": "No matter how beautiful a theory is, if it doesn't agree with experiment, it is wrong.",
    "author": "Richard Feynman"
  },
  {
    "quote": "The most beautiful thing we can experience is the mysterious. It is the source of all true art and science.",
    "author": "Albert Einstein"
  },
  {
    "quote": "Look up at the stars and not down at your feet. Try to make sense of what you see, and wonder about what makes the universe exist.",
    "author": "Stephen Hawking"
  },
  {
    "quote": "Mathematics, rightly viewed, possesses not only truth, but supreme beauty.",
    "author": "Bertrand Russell"
  },
  {
    "quote": "The beauty of a living thing is not the atoms that go into it, but the way those atoms are put together.",
    "author": "Carl Sagan"
  },
  {
    "quote": "In nature, beauty is not ornamental but functional.",
    "author": "Peter Atkins"
  },
  {
    "quote": "The scientist does not study nature because it is useful; he studies it because he delights in it.",
    "author": "Jules Henri Poincaré"
  },
  {
    "quote": "The earth does not belong to us; we belong to the earth.",
    "author": "Chief Seattle"
  },
  {
    "quote": "When all the trees have been cut down, when all the animals have been hunted, when all the waters are polluted, when all the air is unsafe to breathe, only then will you discover you cannot eat money.",
    "author": "Cree Prophecy"
  },
  {
    "quote": "Beauty is not in the face; beauty is a light in the heart.",
    "author": "Navajo Proverb"
  },
  {
    "quote": "Walk in beauty. Live in harmony.",
    "author": "Navajo Teaching"
  },
  {
    "quote": "Everything on the earth has a purpose, every disease an herb to cure it, and every person a mission.",
    "author": "Mourning Dove Salish"
  },
  {
    "quote": "The beauty of the trees, the softness of the air, the fragrance of the grass speaks to me.",
    "author": "Chief Dan George"
  },
  {
    "quote": "When you were born, you cried and the world rejoiced. Live your life so that when you die, the world cries and you rejoice.",
    "author": "Cherokee Proverb"
  },
  {
    "quote": "All things share the same breath - the beast, the tree, the man.",
    "author": "Chief Seattle"
  },
  {
    "quote": "The beauty of living things lies in the patterns of their growth.",
    "author": "Aboriginal Proverb"
  },
  {
    "quote": "We are all connected to everything and everyone.",
    "author": "Indigenous Teaching"
  },
  {
    "quote": "God is beautiful and loves beauty.",
    "author": "Prophet Muhammad ﷺ (peace be upon him)"
  },
  {
    "quote": "Let the beauty we love be what we do.",
    "author": "Maulana Rūmī ؒ"
  },
  {
    "quote": "Your task is not to seek for love, but merely to seek and find all the barriers within yourself that you have built against it.",
    "author": "Maulana Rūmī ؒ"
  },
  {
    "quote": "Beauty lies in the eyes of the beholder.",
    "author": "Arabic Proverb"
  },
  {
    "quote": "The wound is the place where the Light enters you.",
    "author": "Maulana Rūmī ؒ"
  },
  {
    "quote": "Words are a pretext. It is the inner bond that draws one person to another, not words.",
    "author": "Maulana Rūmī ؒ"
  },
  {
    "quote": "Beauty surrounds us, but usually we need to be walking in a garden to know it.",
    "author": "Maulana Rūmī ؒ"
  },
  {
    "quote": "The beauty of the heart is the lasting beauty.",
    "author": "Maulana Rūmī ؒ"
  },
  {
    "quote": "In your light I learn how to love. In your beauty, how to make poems.",
    "author": "Maulana Rūmī ؒ"
  },
  {
    "quote": "The universe is not outside of you. Look inside yourself; everything that you want, you already are.",
    "author": "Maulana Rūmī ؒ"
  },
  {
    "quote": "Beauty is not a need but an ecstasy.",
    "author": "Kahlil Gibran"
  },
  {
    "quote": "The beauty myth moves for men as a mirage; its power lies in its ever-receding nature.",
    "author": "Naomi Wolf"
  },
  {
    "quote": "Beauty is about being comfortable in your own skin. It's about knowing and accepting who you are.",
    "author": "Ellen DeGeneres"
  },
  {
    "quote": "I'm not interested in being perfect when I'm older. I'm interested in having a narrative.",
    "author": "Chimamanda Ngozi Adichie"
  },
  {
    "quote": "Beauty begins the moment you decide to be yourself.",
    "author": "Gloria Steinem"
  },
  {
    "quote": "There is no force more powerful than a woman determined to rise.",
    "author": "W.E.B. Dubois"
  },
  {
    "quote": "The most alluring thing a woman can have is confidence.",
    "author": "Beyoncé"
  },
  {
    "quote": "Your self-worth is determined by you. You don't have to depend on someone telling you who you are.",
    "author": "Beyoncé"
  },
  {
    "quote": "Pretty is not the rent you pay to exist in the world as a woman.",
    "author": "Erin McKean"
  },
  {
    "quote": "The beauty of a woman is not in the clothes she wears, the figure that she carries, or the way she combs her hair.",
    "author": "Maya Angelou"
  }
]
