[
  {
    "quote": "For to be free is not merely to cast off one's chains, but to live in a way that respects and enhances the freedom of others.",
    "author": "Nelson Mandela"
  },
  {
    "quote": "Man is born free, and everywhere he is in chains.",
    "author": "Jean-Jacques Rousseau"
  },
  {
    "quote": "Freedom is never voluntarily given by the oppressor; it must be demanded by the oppressed.",
    "author": "Martin Luther King Jr."
  },
  {
    "quote": "The only real prison is fear, and the only real freedom is freedom from fear.",
    "author": "Aung San Suu Kyi"
  },
  {
    "quote": "Where the mind is without fear and the head is held high, there knowledge is free.",
    "author": "Rabindranath Tagore"
  },
  {
    "quote": "Liberty, when it begins to take root, is a plant of rapid growth.",
    "author": "George Washington"
  },
  {
    "quote": "You can have peace. Or you can have freedom. Don’t ever count on having both at once.",
    "author": "Robert A. Heinlein"
  },
  {
    "quote": "Freedom consists not in doing what we like, but in having the right to do what we ought.",
    "author": "Pope John Paul II"
  },
  {
    "quote": "No one is free, even the birds are chained to the sky.",
    "author": "Bob Dylan"
  },
  {
    "quote": "The most courageous act is still to think for yourself. Aloud.",
    "author": "Coco Chanel"
  },
  {
    "quote": "Freedom is never given; it is won.",
    "author": "A. Philip Randolph"
  },
  {
    "quote": "The only way to deal with an unfree world is to become so absolutely free that your very existence is an act of rebellion.",
    "author": "Albert Camus"
  },
  {
    "quote": "Freedom lies in being bold.",
    "author": "Robert Frost"
  },
  {
    "quote": "He who has overcome his fears will truly be free.",
    "author": "Aristotle"
  },
  {
    "quote": "Freedom is the oxygen of the soul.",
    "author": "Moshe Dayan"
  },
  {
    "quote": "To enjoy freedom, we must control ourselves.",
    "author": "Virginia Woolf"
  },
  {
    "quote": "The price of freedom is eternal vigilance.",
    "author": "Thomas Jefferson"
  },
  {
    "quote": "Lock up your libraries if you like; but there is no gate, no lock, no bolt that you can set upon the freedom of my mind.",
    "author": "Virginia Woolf"
  },
  {
    "quote": "Freedom is not worth having if it does not include the freedom to make mistakes.",
    "author": "Mahatma Gandhi"
  },
  {
    "quote": "The truth will set you free, but first it will piss you off.",
    "author": "Gloria Steinem"
  },
  {
    "quote": "Freedom is what you do with what's been done to you.",
    "author": "Jean-Paul Sartre"
  },
  {
    "quote": "Those who deny freedom to others deserve it not for themselves.",
    "author": "Abraham Lincoln"
  },
  {
    "quote": "Art is the daughter of freedom.",
    "author": "Friedrich Schiller"
  },
  {
    "quote": "The freedom of any society varies proportionately with the volume of its laughter.",
    "author": "Tennessee Williams"
  },
  {
    "quote": "Freedom is the open window through which pours the sunlight of the human spirit and human dignity.",
    "author": "Herbert Hoover"
  },
  {
    "quote": "The most powerful weapon on earth is the human soul on fire with freedom.",
    "author": "Ferdinand Foch"
  },
  {
    "quote": "Freedom is not the absence of commitments, but the ability to choose—and commit myself to—what is best for me.",
    "author": "Paulo Coelho"
  },
  {
    "quote": "A hero is someone who understands the responsibility that comes with his freedom.",
    "author": "Bob Dylan"
  },
  {
    "quote": "Freedom is the right to tell people what they do not want to hear.",
    "author": "George Orwell"
  },
  {
    "quote": "I am no bird; and no net ensnares me; I am a free human being with an independent will.",
    "author": "Charlotte Brontë"
  },
  {
    "quote": "Freedom cannot be bestowed—it must be achieved.",
    "author": "Elbert Hubbard"
  },
  {
    "quote": "The desire for freedom resides in every human heart.",
    "author": "George W. Bush"
  },
  {
    "quote": "Freedom is the will to be responsible to ourselves.",
    "author": "Friedrich Nietzsche"
  },
  {
    "quote": "Better to die fighting for freedom than be a prisoner all the days of your life.",
    "author": "Bob Marley"
  },
  {
    "quote": "Freedom is what we do with what is done to us.",
    "author": "Simone de Beauvoir"
  },
  {
    "quote": "No human being is born free, but poetry can make him so.",
    "author": "Nizar Qabbani"
  },
  {
    "quote": "To be free is not to have the power to do anything; it is to be able to surpass the given toward an open future.",
    "author": "Simone de Beauvoir"
  },
  {
    "quote": "The free soul is rare, but you know it when you see it—basically because you feel good, very good, when you are near or with them.",
    "author": "Charles Bukowski"
  },
  {
    "quote": "Freedom is the fire that burns in the heart of every revolutionary.",
    "author": "Che Guevara"
  },
  {
    "quote": "The moment we break faith with one another, the sea engulfs us and the light goes out.",
    "author": "James Baldwin"
  },
  {
    "quote": "Freedom is not the absence of fear, but the triumph over it.",
    "author": "Nelson Mandela"
  },
  {
    "quote": "The secret of happiness is freedom. The secret of freedom is courage.",
    "author": "Thucydides"
  },
  {
    "quote": "Freedom is the child of education.",
    "author": "Frederick Douglass"
  },
  {
    "quote": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "quote": "No one can build their happiness on the unhappiness of others.",
    "author": "Daisaku Ikeda"
  },
  {
    "quote": "The flame of freedom burns brightest in the darkest nights of oppression.",
    "author": "Bhagat Singh"
  },
  {
    "quote": "Freedom is not something that anybody can be given. Freedom is something people take.",
    "author": "Emma Goldman"
  },
  {
    "quote": "A free society is one where it is safe to be unpopular.",
    "author": "Adlai Stevenson II"
  },
  {
    "quote": "The greatest glory of a free-born people is to transmit that freedom to their children.",
    "author": "William Havard"
  },
  {
    "quote": "Freedom is the right of every human being to shine their light into the world.",
    "author": "Lailah Gifty Akita"
  },
  {
    "quote": "If you surrender to the wind, you can ride it.",
    "author": "Toni Morrison"
  },
  {
    "quote": "The free man is he who does not fear to go to the end of his thought.",
    "author": "Léon Blum"
  },
  {
    "quote": "Freedom is never more than one generation away from extinction.",
    "author": "Ronald Reagan"
  },
  {
    "quote": "The power to question is the basis of all human progress.",
    "author": "Indira Gandhi"
  },
  {
    "quote": "The winds of freedom cannot blow without the wings of courage.",
    "author": "Kenji Miyazawa"
  },
  {
    "quote": "The free bird leaps on the back of the wind and floats downstream.",
    "author": "Maya Angelou"
  },
  {
    "quote": "Freedom is the marrow of the human soul.",
    "author": "Malcolm X"
  },
  {
    "quote": "To be free is to live in a way that respects the freedom of others.",
    "author": "Robin Wall Kimmerer"
  },
  {
    "quote": "The moment you doubt whether you can fly, you cease forever to be able to do it.",
    "author": "J.M. Barrie"
  },
  {
    "quote": "Freedom is the oxygen without which science cannot breathe.",
    "author": "David Baltimore"
  },
  {
    "quote": "The only prison that can hold you is the one you build yourself.",
    "author": "Haruki Murakami"
  },
  {
    "quote": "Freedom is the open sky; slavery is a cage.",
    "author": "Sojourner Truth"
  },
  {
    "quote": "A cage is a cage, whether the bars are made of iron or gold.",
    "author": "African Proverb"
  },
  {
    "quote": "Liberty is the breath of life to nations.",
    "author": "George Bernard Shaw"
  },
  {
    "quote": "Freedom is the right to question everything.",
    "author": "Jacob Appelbaum"
  },
  {
    "quote": "To be free is to have achieved your identity.",
    "author": "Fernando Pessoa"
  },
  {
    "quote": "Freedom is the poetry of the soul.",
    "author": "Khalil Gibran"
  },
  {
    "quote": "If you want to be free, you must first dare to be different.",
    "author": "Marianne Williamson"
  },
  {
    "quote": "The soul’s freedom is the only true wealth.",
    "author": "Swami Vivekananda"
  },
  {
    "quote": "Freedom is the courage to say no to the trivial so you can say yes to the essential.",
    "author": "Greg McKeown"
  },
  {
    "quote": "Liberty is the mother of virtue, not its daughter.",
    "author": "Étienne de La Boétie"
  },
  {
    "quote": "Freedom is a state of mind that no chains can bind.",
    "author": "Yasunari Kawabata"
  },
  {
    "quote": "The chains of habit are too light to be felt until they are too heavy to be broken.",
    "author": "Warren Buffett"
  },
  {
    "quote": "Freedom is the fruit of struggle.",
    "author": "Eugene V. Debs"
  },
  {
    "quote": "The free man is a warrior.",
    "author": "Friedrich Nietzsche"
  },
  {
    "quote": "Freedom is the path to self-discovery.",
    "author": "Anaïs Nin"
  },
  {
    "quote": "To see the truth and not speak it is cowardice.",
    "author": "Confucius"
  },
  {
    "quote": "Freedom is the right to grow, not to rot.",
    "author": "Aung San Suu Kyi"
  },
  {
    "quote": "The unfree soul is like a bird in a storm.",
    "author": "Rumi"
  },
  {
    "quote": "Liberty is the right to choose. Freedom is the result of the right choice.",
    "author": "Augustine of Hippo"
  },
  {
    "quote": "Freedom is the fire that melts all chains.",
    "author": "Rigoberta Menchú"
  },
  {
    "quote": "To live free is to live in truth.",
    "author": "Václav Havel"
  },
  {
    "quote": "The free mind is the creative mind.",
    "author": "Ida B. Wells"
  },
  {
    "quote": "Freedom is the dance of the soul in the rain of possibilities.",
    "author": "Dejan Stojanovic"
  },
  {
    "quote": "The freest people are those who rule their own thoughts.",
    "author": "Ali ibn Abi Talib"
  },
  {
    "quote": "Freedom is not a gift; it’s a birthright waiting to be claimed.",
    "author": "Leymah Gbowee"
  },
  {
    "quote": "A river does not drink its own water; a tree does not eat its own fruit. True freedom is living for others.",
    "author": "African Proverb"
  },
  {
    "quote": "Freedom is the art of living without apology.",
    "author": "Bryant McGill"
  },
  {
    "quote": "The wings of freedom are born of wisdom and compassion.",
    "author": "Dalai Lama"
  },
  {
    "quote": "To be free is not to escape the storm, but to dance in the rain.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Freedom is the song of the heart that refuses to be silenced.",
    "author": "Audre Lorde"
  },
  {
    "quote": "The path to freedom begins in the mind.",
    "author": "Shunryu Suzuki"
  },
  {
    "quote": "Liberty is the soul’s right to breathe.",
    "author": "Henry Ward Beecher"
  },
  {
    "quote": "Freedom is the courage to see the world as it is and still love it.",
    "author": "Romain Rolland"
  },
  {
    "quote": "The chains of silence are the heaviest to break.",
    "author": "Desmond Tutu"
  },
  {
    "quote": "Freedom is the heartbeat of humanity.",
    "author": "Ellen Johnson Sirleaf"
  },
  {
    "quote": "A free man is a creator, not a creature.",
    "author": "José Martí"
  },
  {
    "quote": "Freedom is the bridge between dreams and reality.",
    "author": "Yuri Kochiyama"
  },
  {
    "quote": "The unfree mind is a caged bird; education breaks the lock.",
    "author": "Malala Yousafzai"
  },
  {
    "quote": "Freedom is the art of balancing rights with responsibility.",
    "author": "Kofi Annan"
  },
  {
    "quote": "To be free is to live without the weight of hatred.",
    "author": "Nelson Mandela"
  },
  {
    "quote": "Freedom is the canvas where the soul paints its purpose.",
    "author": "Pablo Neruda"
  },
  {
    "quote": "Liberty is the soil where justice grows.",
    "author": "Wangari Maathai"
  },
  {
    "quote": "The freest person is the one with the most love.",
    "author": "Thich Nhat Hanh"
  },
  {
    "quote": "Freedom is the right to be imperfect.",
    "author": "Eleanor Roosevelt"
  },
  {
    "quote": "A nation’s greatness is measured by how it treats its weakest members.",
    "author": "Mahatma Gandhi"
  },
  {
    "quote": "Freedom is the light that darkness cannot extinguish.",
    "author": "John Lewis"
  },
  {
    "quote": "The unfree world is a mirror; break it and see your true self.",
    "author": "Nawal El Saadawi"
  },
  {
    "quote": "Freedom is the journey of becoming who you were born to be.",
    "author": "Paulo Freire"
  },
  {
    "quote": "Liberty is the heartbeat of the earth.",
    "author": "Oodgeroo Noonuccal"
  },
  {
    "quote": "To be free is to live as if the impossible were possible.",
    "author": "Gloria E. Anzaldúa"
  },
  {
    "quote": "Freedom is the echo of every act of courage.",
    "author": "Aung San Suu Kyi"
  },
  {
    "quote": "The soul’s wings are made of freedom and truth.",
    "author": "Hafez"
  },
  {
    "quote": "Freedom is the art of embracing uncertainty.",
    "author": "Viktor Frankl"
  },
  {
    "quote": "A free mind cannot be colonized.",
    "author": "Ngũgĩ wa Thiong'o"
  },
  {
    "quote": "Liberty is the fruit of solidarity.",
    "author": "Lech Wałęsa"
  },
  {
    "quote": "Freedom is the right to write your own story.",
    "author": "Chimamanda Ngozi Adichie"
  },
  {
    "quote": "The path to freedom is paved with questions, not answers.",
    "author": "Jiddu Krishnamurti"
  }
]