[
  {
    "quote": "Into the same rivers we step and do not step, we are and are not.",
    "author": "Heraclitus"
  },
  {
    "quote": "They must often change who would be constant in happiness or wisdom.",
    "author": "Confucius"
  },
  {
    "quote": "When old words die out on the tongue, new melodies break forth from the heart; and where the old tracks are lost, new country is revealed with its wonders.",
    "author": "Rabindranath Tagore"
  },
  {
    "quote": "Education is the most powerful weapon which you can use to change the world.",
    "author": "Nelson Mandela"
  },
  {
    "quote": "One child, one teacher, one book and one pen can change the world.",
    "author": "Malala Yousafzai"
  },
  {
    "quote": "The measure of intelligence is the ability to change.",
    "author": "Albert Einstein"
  },
  {
    "quote": "Life is like riding a bicycle. To keep your balance, you must keep moving.",
    "author": "Albert Einstein"
  },
  {
    "quote": "Change is the law of life. And those who look only to the past or present are certain to miss the future.",
    "author": "John F. Kennedy"
  },
  {
    "quote": "In a gentle way, you can shake the world.",
    "author": "Mahatma Gandhi"
  },
  {
    "quote": "The appearance of things changes according to the emotions; and thus we see magic and beauty in them, while the magic and beauty are really in ourselves.",
    "author": "Khalil Gibran"
  },
  {
    "quote": "Everything changes and nothing stands still.",
    "author": "Heraclitus"
  },
  {
    "quote": "Let your life lightly dance on the edges of Time like dew on the tip of a leaf.",
    "author": "Rabindranath Tagore"
  },
  {
    "quote": "We but mirror the world. All the tendencies present in the outer world are to be found in the world of our body. If we could change ourselves, the tendencies in the world would also change. As a man changes his own nature, so does the attitude of the world change towards him.",
    "author": "Mahatma Gandhi"
  },
  {
    "quote": "You are the universe in ecstatic motion.",
    "author": "Rumi"
  },
  {
    "quote": "As you start to walk on the way, the way appears.",
    "author": "Rumi"
  },
  {
    "quote": "To change, you must face the dragon of your appetites with another dragon: the life-energy of the soul.",
    "author": "Rumi"
  },
  {
    "quote": "Life’s picture is constantly undergoing change. The spirit beholds a new world every moment.",
    "author": "Rumi"
  },
  {
    "quote": "Whenever they rebuild an old building, they must first of all destroy the old one.",
    "author": "Rumi"
  },
  {
    "quote": "Every day is a journey, and the journey itself is home.",
    "author": "Matsuo Bashō"
  },
  {
    "quote": "A journey of a thousand miles begins with a single step.",
    "author": "Lao Tzu"
  },
  {
    "quote": "For indeed, with hardship comes ease.",
    "author": "Quran (Surah Al-Inshirah 94:6)"
  },
  {
    "quote": "This too shall pass.",
    "author": "Persian Proverb"
  },
  {
    "quote": "The world is like a mask dancing; if you want to see it well, you do not stand in one place.",
    "author": "Chinua Achebe"
  },
  {
    "quote": "In three words I can sum up everything I’ve learned about life: it goes on.",
    "author": "Robert Frost"
  },
  {
    "quote": "Every moment is a fresh beginning.",
    "author": "T. S. Eliot"
  },
  {
    "quote": "Progress is impossible without change, and those who cannot change their minds cannot change anything.",
    "author": "George Bernard Shaw"
  },
  {
    "quote": "Change is inevitable, growth is optional.",
    "author": "John C. Maxwell"
  },
  {
    "quote": "The greatest thing in this world is not so much where we stand, as in what direction we are moving.",
    "author": "Johann Wolfgang von Goethe"
  },
  {
    "quote": "Blessed are the hearts that can bend; they shall never be broken.",
    "author": "Albert Camus"
  },
  {
    "quote": "Nothing is so painful to the human mind as a great and sudden change.",
    "author": "Mary Shelley"
  },
  {
    "quote": "You can cut all the flowers, but you cannot keep spring from coming.",
    "author": "Pablo Neruda"
  },
  {
    "quote": "It does not matter how slowly you go so long as you do not stop.",
    "author": "Confucius"
  },
  {
    "quote": "Fall down seven times, stand up eight.",
    "author": "Japanese Proverb"
  },
  {
    "quote": "Everyone thinks of changing the world, but no one thinks of changing himself.",
    "author": "Leo Tolstoy"
  },
  {
    "quote": "All conditioned things are impermanent.",
    "author": "Buddha"
  },
  {
    "quote": "The trouble with the rat race is that even if you win, you’re still a rat.",
    "author": "Lily Tomlin"
  },
  {
    "quote": "Change the world by being yourself.",
    "author": "Amy Poehler"
  },
  {
    "quote": "Life is the art of drawing without an eraser.",
    "author": "John W. Gardner"
  },
  {
    "quote": "We cannot change anything unless we accept it.",
    "author": "Carl Jung"
  },
  {
    "quote": "Your life does not get better by chance, it gets better by change.",
    "author": "Jim Rohn"
  },
  {
    "quote": "Change is the end result of all true learning.",
    "author": "Leo Buscaglia"
  },
  {
    "quote": "If you don't like something, change it. If you can't change it, change your attitude.",
    "author": "Maya Angelou"
  },
  {
    "quote": "It always seems impossible until it’s done.",
    "author": "Nelson Mandela"
  },
  {
    "quote": "The future belongs to those who believe in the beauty of their dreams.",
    "author": "Eleanor Roosevelt"
  },
  {
    "quote": "To improve is to change; to be perfect is to change often.",
    "author": "Winston Churchill"
  },
  {
    "quote": "Where there is no change, there is no life.",
    "author": "Michel de Montaigne"
  },
  {
    "quote": "The wise adapt themselves to circumstances, as water molds itself to the pitcher.",
    "author": "Chinese Proverb"
  },
  {
    "quote": "When we are no longer able to change a situation, we are challenged to change ourselves.",
    "author": "Viktor Frankl"
  },
  {
    "quote": "The greatest discovery of any generation is that human beings can alter their lives by altering their attitudes.",
    "author": "Maxwell Maltz"
  },
  {
    "quote": "Time changes everything except something within us which is always surprised by change.",
    "author": "Thomas Hardy"
  },
  {
    "quote": "Change your thoughts and you change your world.",
    "author": "Norman Vincent Peale"
  },
  {
    "quote": "To exist is to change, to change is to mature, to mature is to go on creating oneself endlessly.",
    "author": "Henri Bergson"
  },
  {
    "quote": "Do not pray for an easy life. Pray for the strength to endure a difficult one.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Take up one idea. Make that one idea your life.",
    "author": "Swami Vivekananda"
  },
  {
    "quote": "Action is the foundational key to all success.",
    "author": "Pablo Picasso"
  },
  {
    "quote": "A bend in the road is not the end of the road unless you fail to make the turn.",
    "author": "Helen Keller"
  },
  {
    "quote": "Faith is taking the first step even when you don’t see the whole staircase.",
    "author": "Martin Luther King Jr."
  },
  {
    "quote": "When the winds of change blow, some people build walls, others build windmills.",
    "author": "Chinese Proverb"
  },
  {
    "quote": "Nobody can go back and start a new beginning, but anyone can start today and make a new ending.",
    "author": "Maria Robinson"
  },
  {
    "quote": "It is not the strongest of the species that survives, nor the most intelligent, but the one most responsive to change.",
    "author": "Charles Darwin"
  },
  {
    "quote": "Even a mistake may turn out to be the one thing necessary to a worthwhile achievement.",
    "author": "Henry Ford"
  },
  {
    "quote": "Every great dream begins with a dreamer.",
    "author": "Harriet Tubman"
  },
  {
    "quote": "The best way out is always through.",
    "author": "Robert Frost"
  },
  {
    "quote": "Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Have patience. All things are difficult before they become easy.",
    "author": "Saadi"
  },
  {
    "quote": "We are what we think. All that we are arises with our thoughts.",
    "author": "Buddha"
  },
  {
    "quote": "Travel makes one modest. You see what a tiny place you occupy in the world.",
    "author": "Gustave Flaubert"
  },
  {
    "quote": "We must suffer one of two things: the pain of discipline or the pain of regret.",
    "author": "Jim Rohn"
  },
  {
    "quote": "He who has overcome his fears will truly be free.",
    "author": "Aristotle"
  },
  {
    "quote": "It is better to change an opinion than to persist in a wrong one.",
    "author": "Socrates"
  },
  {
    "quote": "Failure is the condiment that gives success its flavor.",
    "author": "Truman Capote"
  },
  {
    "quote": "Bloom where you are planted.",
    "author": "Saint Francis de Sales"
  },
  {
    "quote": "He who rejects change is the architect of decay. The only human institution which rejects progress is the cemetery.",
    "author": "Harold Wilson"
  },
  {
    "quote": "One does not discover new lands without consenting to lose sight of the shore for a very long time.",
    "author": "André Gide"
  },
  {
    "quote": "The only limit to our realization of tomorrow will be our doubts of today.",
    "author": "Franklin D. Roosevelt"
  },
  {
    "quote": "We must dare to be great; and we must realize that greatness is the fruit of toil and sacrifice and high courage.",
    "author": "Theodore Roosevelt"
  },
  {
    "quote": "Our greatest glory is not in never falling, but in rising every time we fall.",
    "author": "Confucius"
  },
  {
    "quote": "What you get by achieving your goals is not as important as what you become by achieving your goals.",
    "author": "Zig Ziglar"
  },
  {
    "quote": "The mind is everything. What you think you become.",
    "author": "Buddha"
  },
  {
    "quote": "In any given moment we have two options: to step forward into growth or to step back into safety.",
    "author": "Abraham Maslow"
  },
  {
    "quote": "If you are not willing to risk the usual, you will have to settle for the ordinary.",
    "author": "Jim Rohn"
  },
  {
    "quote": "He who controls others may be powerful, but he who has mastered himself is mightier still.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Yesterday is history, tomorrow is a mystery, but today is a gift. That’s why it’s called the present.",
    "author": "Bil Keane"
  },
  {
    "quote": "The student is not above the teacher, but everyone who is fully trained will be like his teacher.",
    "author": "Buddhist Proverb"
  },
  {
    "quote": "There is nothing permanent except change.",
    "author": "Heraclitus"
  },
  {
    "quote": "A mind, once stretched by a new idea, never returns to its original dimensions.",
    "author": "Oliver Wendell Holmes Sr."
  },
  {
    "quote": "Make each day your masterpiece.",
    "author": "John Wooden"
  },
  {
    "quote": "Change the way you look at things and the things you look at change.",
    "author": "Dr. Wayne Dyer"
  },
  {
    "quote": "We cannot become what we need to be by remaining what we are.",
    "author": "Max De Pree"
  },
  {
    "quote": "The best time to plant a tree was 20 years ago. The second best time is now.",
    "author": "Chinese Proverb"
  },
  {
    "quote": "Do what you can, with what you have, where you are.",
    "author": "Theodore Roosevelt"
  },
  {
    "quote": "Dare to live the life you have dreamed for yourself. Go forward and make your dreams come true.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "quote": "The more things change, the more they stay the same.",
    "author": "Jean-Baptiste Alphonse Karr"
  },
  {
    "quote": "Life moves pretty fast. If you don't stop and look around once in a while, you could miss it.",
    "author": "John Hughes"
  },
  {
    "quote": "Inspiration exists, but it has to find us working.",
    "author": "Pablo Picasso"
  },
  {
    "quote": "Only those who dare to fail greatly can ever achieve greatly.",
    "author": "Robert F. Kennedy"
  },
  {
    "quote": "Courage doesn't always roar. Sometimes courage is the quiet voice at the end of the day saying, 'I will try again tomorrow.'",
    "author": "Mary Anne Radmacher"
  },
  {
    "quote": "If you want to change the world, start with love.",
    "author": "Mother Teresa"
  },
  {
    "quote": "Small actions, when multiplied by millions of people, can transform the world.",
    "author": "Howard Zinn"
  },
  {
    "quote": "The best way to predict your future is to create it.",
    "author": "Peter Drucker"
  }
]
