[
  {
    "quote": "The gem cannot be polished without friction, nor man perfected without trials.",
    "author": "Chinese Proverb"
  },
  {
    "quote": "Success is to be measured not so much by the position that one has reached in life as by the obstacles which he has overcome.",
    "author": "Booker T. Washington"
  },
  {
    "quote": "Adversity has the effect of eliciting talents which, in prosperous circumstances, would have lain dormant.",
    "author": "Horace"
  },
  {
    "quote": "You may encounter many defeats, but you must not be defeated. In fact, it may be necessary to encounter the defeats so you can know who you are.",
    "author": "Maya Angelou"
  },
  {
    "quote": "The wound is the place where the Light enters you.",
    "author": "Rumi"
  },
  {
    "quote": "Strength does not come from physical capacity. It comes from an indomitable will.",
    "author": "Mahatma Gandhi"
  },
  {
    "quote": "The oak fought the wind and was broken; the willow bent when it must and survived.",
    "author": "Robert Jordan"
  },
  {
    "quote": "Fall seven times, stand up eight.",
    "author": "Japanese Proverb"
  },
  {
    "quote": "When you come out of the storm, you won’t be the same person who walked in. That’s what the storm is all about.",
    "author": "Haruki Murakami"
  },
  {
    "quote": "It is not the mountain we conquer, but ourselves.",
    "author": "Sir Edmund Hillary"
  },
  {
    "quote": "The greatest glory in living lies not in never falling, but in rising every time we fall.",
    "author": "Nelson Mandela"
  },
  {
    "quote": "Smooth seas do not make skillful sailors.",
    "author": "African Proverb"
  },
  {
    "quote": "You have power over your mind—not outside events. Realize this, and you will find strength.",
    "author": "Marcus Aurelius"
  },
  {
    "quote": "When we are no longer able to change a situation, we are challenged to change ourselves.",
    "author": "Viktor Frankl"
  },
  {
    "quote": "The lotus blooms most beautifully from the deepest mud.",
    "author": "Buddhist Proverb"
  },
  {
    "quote": "Courage is resistance to fear, mastery of fear—not absence of fear.",
    "author": "Mark Twain"
  },
  {
    "quote": "The journey of a thousand miles begins with one step.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Let me not pray to be sheltered from dangers, but to be fearless in facing them.",
    "author": "Rabindranath Tagore"
  },
  {
    "quote": "If the wind will not serve, take to the oars.",
    "author": "Latin Proverb"
  },
  {
    "quote": "The human spirit is stronger than anything that can happen to it.",
    "author": "C.C. Scott"
  },
  {
    "quote": "A ship is safe in harbor, but that’s not what ships are for.",
    "author": "John A. Shedd"
  },
  {
    "quote": "The harder the conflict, the more glorious the triumph.",
    "author": "Thomas Paine"
  },
  {
    "quote": "Perseverance is not a long race; it is many short races one after the other.",
    "author": "Walter Elliot"
  },
  {
    "quote": "The brick walls are there for a reason. They’re not there to keep us out. The brick walls are there to give us a chance to show how badly we want something.",
    "author": "Randy Pausch"
  },
  {
    "quote": "Our greatest glory is not in never falling, but in rising every time we fall.",
    "author": "Confucius"
  },
  {
    "quote": "Turn your wounds into wisdom.",
    "author": "Oprah Winfrey"
  },
  {
    "quote": "No one saves us but ourselves. No one can and no one may. We ourselves must walk the path.",
    "author": "Buddha"
  },
  {
    "quote": "He who has a why to live can bear almost any how.",
    "author": "Friedrich Nietzsche"
  },
  {
    "quote": "The world breaks everyone, and afterward, some are strong at the broken places.",
    "author": "Ernest Hemingway"
  },
  {
    "quote": "The only way out is through.",
    "author": "Robert Frost"
  },
  {
    "quote": "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it.",
    "author": "Henry Ford"
  },
  {
    "quote": "Tough times never last, but tough people do.",
    "author": "Robert H. Schuller"
  },
  {
    "quote": "You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face.",
    "author": "Eleanor Roosevelt"
  },
  {
    "quote": "Stars cannot shine without darkness.",
    "author": "D.H. Sidebottom"
  },
  {
    "quote": "A hero is an ordinary individual who finds the strength to persevere and endure in spite of overwhelming obstacles.",
    "author": "Christopher Reeve"
  },
  {
    "quote": "The only limit to our realization of tomorrow will be our doubts of today.",
    "author": "Franklin D. Roosevelt"
  },
  {
    "quote": "You can’t fall if you don’t climb. But there’s no joy in living your whole life on the ground.",
    "author": "Anonymous"
  },
  {
    "quote": "The best way out is always through.",
    "author": "Helen Keller"
  },
  {
    "quote": "It does not matter how slowly you go as long as you do not stop.",
    "author": "Confucius"
  },
  {
    "quote": "I can be changed by what happens to me. But I refuse to be reduced by it.",
    "author": "Maya Angelou"
  },
  {
    "quote": "What lies behind us and what lies before us are tiny matters compared to what lies within us.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "quote": "The phoenix must burn to emerge.",
    "author": "Janet Fitch"
  },
  {
    "quote": "If you’re going through hell, keep going.",
    "author": "Winston Churchill"
  },
  {
    "quote": "Rock bottom became the solid foundation on which I rebuilt my life.",
    "author": "J.K. Rowling"
  },
  {
    "quote": "The moment we give up is the moment we let someone else win.",
    "author": "Kobe Bryant"
  },
  {
    "quote": "Even the darkest night will end and the sun will rise.",
    "author": "Victor Hugo"
  },
  {
    "quote": "The difference between a stumbling block and a stepping stone is how high you raise your foot.",
    "author": "Benny Lewis"
  },
  {
    "quote": "We must accept finite disappointment, but never lose infinite hope.",
    "author": "Martin Luther King Jr."
  },
  {
    "quote": "The pain you feel today is the strength you feel tomorrow.",
    "author": "Arnold Schwarzenegger"
  },
  {
    "quote": "A river cuts through rock not because of its power, but because of its persistence.",
    "author": "Jim Watkins"
  },
  {
    "quote": "You were given this life because you are strong enough to live it.",
    "author": "Native American Proverb"
  },
  {
    "quote": "If you can’t fly then run, if you can’t run then walk, if you can’t walk then crawl, but whatever you do you have to keep moving forward.",
    "author": "Martin Luther King Jr."
  },
  {
    "quote": "The only way to achieve the impossible is to believe it is possible.",
    "author": "Charles Kingsleigh (Alice in Wonderland)"
  },
  {
    "quote": "When one door of happiness closes, another opens; but often we look so long at the closed door that we do not see the one which has been opened for us.",
    "author": "Helen Keller"
  },
  {
    "quote": "We are all in the gutter, but some of us are looking at the stars.",
    "author": "Oscar Wilde"
  },
  {
    "quote": "You must do the thing you think you cannot do.",
    "author": "Eleanor Roosevelt"
  },
  {
    "quote": "Life is 10% what happens to me and 90% how I react to it.",
    "author": "Charles R. Swindoll"
  },
  {
    "quote": "You may have to fight a battle more than once to win it.",
    "author": "Margaret Thatcher"
  },
  {
    "quote": "A smooth sea never made a skilled sailor.",
    "author": "Franklin D. Roosevelt"
  },
  {
    "quote": "The only thing that overcomes hard luck is hard work.",
    "author": "Harry Golden"
  },
  {
    "quote": "A man is not finished when he’s defeated. He’s finished when he quits.",
    "author": "Richard Nixon"
  },
  {
    "quote": "The soul that is within me no man can degrade.",
    "author": "Frederick Douglass"
  },
  {
    "quote": "The bamboo that bends is stronger than the oak that resists.",
    "author": "Japanese Proverb"
  },
  {
    "quote": "There is no education like adversity.",
    "author": "Benjamin Disraeli"
  },
  {
    "quote": "The strongest people are not those who show strength in front of us but those who win battles we know nothing about.",
    "author": "Anonymous"
  },
  {
    "quote": "You never know how strong you are until being strong is your only choice.",
    "author": "Bob Marley"
  },
  {
    "quote": "Do not judge me by my success, judge me by how many times I fell down and got back up again.",
    "author": "Nelson Mandela"
  },
  {
    "quote": "The greatest test of courage on earth is to bear defeat without losing heart.",
    "author": "Robert Green Ingersoll"
  },
  {
    "quote": "I am not what happened to me, I am what I choose to become.",
    "author": "Carl Jung"
  },
  {
    "quote": "It’s not whether you get knocked down, it’s whether you get up.",
    "author": "Vince Lombardi"
  },
  {
    "quote": "The struggle you’re in today is developing the strength you need tomorrow.",
    "author": "Robert Tew"
  },
  {
    "quote": "If you find a path with no obstacles, it probably doesn’t lead anywhere.",
    "author": "Frank A. Clark"
  },
  {
    "quote": "The man who moves a mountain begins by carrying away small stones.",
    "author": "Confucius"
  },
  {
    "quote": "Perseverance, secret of all triumphs.",
    "author": "Victor Hugo"
  },
  {
    "quote": "I am not afraid of storms, for I am learning how to sail my ship.",
    "author": "Louisa May Alcott"
  },
  {
    "quote": "The only disability in life is a bad attitude.",
    "author": "Scott Hamilton"
  },
  {
    "quote": "You can’t go back and change the beginning, but you can start where you are and change the ending.",
    "author": "C.S. Lewis"
  },
  {
    "quote": "Every strike brings me closer to the next home run.",
    "author": "Babe Ruth"
  },
  {
    "quote": "The only thing standing between you and your goal is the story you keep telling yourself that you can’t achieve it.",
    "author": "Jordan Belfort"
  },
  {
    "quote": "You don’t drown by falling in the water; you drown by staying there.",
    "author": "Ed Cole"
  },
  {
    "quote": "Resilience is knowing that you are the only one that has the power and the responsibility to pick yourself up.",
    "author": "Mary Holloway"
  },
  {
    "quote": "The ones who are crazy enough to think they can change the world are the ones who do.",
    "author": "Steve Jobs"
  },
  {
    "quote": "The secret of life is to fall seven times and to get up eight times.",
    "author": "Paulo Coelho"
  },
  {
    "quote": "Hope is being able to see that there is light despite all of the darkness.",
    "author": "Desmond Tutu"
  },
  {
    "quote": "The difference between the impossible and the possible lies in a person’s determination.",
    "author": "Tommy Lasorda"
  },
  {
    "quote": "The sun himself is weak when he first rises, and gathers strength and courage as the day gets on.",
    "author": "Charles Dickens"
  },
  {
    "quote": "A champion is defined not by their wins but by how they can recover when they fall.",
    "author": "Serena Williams"
  },
  {
    "quote": "The moment you’re ready to quit is usually the moment right before a miracle happens.",
    "author": "Anonymous"
  },
  {
    "quote": "The flower that blooms in adversity is the rarest and most beautiful of all.",
    "author": "Walt Disney Company (Mulan)"
  },
  {
    "quote": "It’s not the load that breaks you down, it’s the way you carry it.",
    "author": "Lou Holtz"
  },
  {
    "quote": "Failure is only the opportunity to begin again more intelligently.",
    "author": "Henry Ford"
  },
  {
    "quote": "We acquire the strength we have overcome.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "quote": "You have within you right now, everything you need to deal with whatever the world can throw at you.",
    "author": "Brian Tracy"
  },
  {
    "quote": "No one is immune from adversity. The difference is how we respond to it.",
    "author": "Arianna Huffington"
  },
  {
    "quote": "The path from dreams to success does exist. May you have the vision to find it, the courage to get on to it, and the perseverance to follow it.",
    "author": "Kalpana Chawla"
  },
  {
    "quote": "The best way to not feel hopeless is to get up and do something. Don’t wait for good things to happen to you. If you go out and make some good things happen, you will fill the world with hope, you will fill yourself with hope.",
    "author": "Barack Obama"
  },
  {
    "quote": "The human capacity for burden is like bamboo—far more flexible than you’d ever believe at first glance.",
    "author": "Jodi Picoult"
  },
  {
    "quote": "The greatest weapon against stress is our ability to choose one thought over another.",
    "author": "William James"
  },
  {
    "quote": "Never give up on a dream just because of the time it will take to accomplish it. The time will pass anyway.",
    "author": "Earl Nightingale"
  },
  {
    "quote": "Do not pray for easy lives. Pray to be stronger men.",
    "author": "John F. Kennedy"
  },
  {
    "quote": "A problem is a chance for you to do your best.",
    "author": "Duke Ellington"
  },
  {
    "quote": "The greatest oak was once a little nut who held its ground.",
    "author": "Anonymous"
  },
  {
    "quote": "You cannot swim for new horizons until you have courage to lose sight of the shore.",
    "author": "William Faulkner"
  },
  {
    "quote": "It is during our darkest moments that we must focus to see the light.",
    "author": "Aristotle"
  },
  {
    "quote": "If I cannot do great things, I can do small things in a great way.",
    "author": "Martin Luther King Jr."
  },
  {
    "quote": "The harder you fall, the higher you bounce.",
    "author": "Unknown"
  },
  {
    "quote": "We must embrace pain and burn it as fuel for our journey.",
    "author": "Kenji Miyazawa"
  },
  {
    "quote": "You are never too old to set another goal or to dream a new dream.",
    "author": "C.S. Lewis"
  },
  {
    "quote": "Tough times don’t last. Tough people do.",
    "author": "Gregory Peck"
  },
  {
    "quote": "The only person you are destined to become is the person you decide to be.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "quote": "The strongest hearts have the most scars.",
    "author": "Anonymous"
  },
  {
    "quote": "Never let your head hang down. Never give up and sit down and grieve. Find another way.",
    "author": "Satchel Paige"
  },
  {
    "quote": "I am not a product of my circumstances. I am a product of my decisions.",
    "author": "Stephen Covey"
  }
]