[
  {
    "quote": "Insaan ke liye wahi kuch hai jiske liye woh koshish kare.",
    "author": "Noble Quran"
  },  
  {
    "quote": "Aqalmand hai woh shakhs jo anjaam soch kar kaam kare.",
    "author": "Hazrat Ali (R.A.)"
  },
  {
    "quote": "Sabr ek aisi sawaari hai jo apne sawaar ko kabhi girne nahin deti.",
    "author": "Hazrat Ali (R.A.)"
  },
  {
    "quote": "Behtareen insaan woh hai jo gusse mein bhi insaaf kare.",
    "author": "Hazrat Ali (R.A.)"
  },
  {
    "quote": "Aqalmand hai woh shakhs jo anjam soch kar kaam kare.",
    "author": "Hazrat Ali (R.A.)"
  },
  {
    "quote": "Sabr ek aisi sawari hai jo apne sawar ko kabhi girne nahi deti.",
    "author": "Hazrat Ali (R.A.)"
  },
  {
    "quote": "Haq baat kehna sab se bada imaan hai.",
    "author": "Hazrat Ali (R.A.)"
  },
    {
    "quote": "Ek aisi aawaaz hai jo alfaazon ka istemaal nahin karti, usey sun.",
    "author": "Maulana Rūmī ؒ"
  },
  {
    "quote": "Tumhari ghaltiyan bhi tumhein sachai tak le ja sakti hain.",
    "author": "Maulana Rūmī ؒ"
  },
  {
    "quote": "Mohabbat ke baghair har moseeqi shor hai, har raqs pagalpan hai aur har ibaadat bojh hai.",
    "author": "Maulana Rūmī ؒ"
  },
  {
    "quote": "Jab insaan ki aankhon se aansu behte hain to us par Rab ki rehmat barasti hai.",
    "author": "Maulana Rūmī ؒ"
  },
  {
    "quote": "Tumhari asal hasti tumhari soch hai, baqi to sirf haddiyaan aur khaali gosht hai.",
    "author": "Maulana Rūmī ؒ"
  },
  {
    "quote": "Jab duniya wale tumhein ghatne tekne par majboor kar dein, to yeh behtareen waqt hai sajde ka.",
    "author": "Maulana Rūmī ؒ"
  },
  {
    "quote": "Zara nam ho to ye mitti badi zarkhez hai saaqi.",
    "author": "Allama Iqbal"
  }, 
  {
    "quote": "Zindagi riyazi ka sawaal nahin jiska jawab maloom ho sake.",
    "author": "Wasif Ali Wasif"
  },
  {
    "quote": "Khamoshi bhi ek jawaabi daleel hoti hai; har baat ka jawab zaroori nahin.",
    "author": "Wasif Ali Wasif"
  },
  {
    "quote": "Waqt to waqt par badalta hai, lekin insaan kisi bhi waqt badal sakta hai.",
    "author": "Unknown"
  },  
  {
    "quote": "Aaj ka insaan har cheez mein fayda dhoondta hai, chahe wo rishte hi kyun na hon.",
    "author": "Jon Elia"
  },
  {
    "quote": "Jo log doosron ke dard nahin samajhte, woh kabhi apne dard ka ilaaj nahin kar paate.",
    "author": "Wasif Ali Wasif"
  },
  {
    "quote": "Ilm woh roshni hai jo andheron mein bhi raasta dikhati hai.",
    "author": "Allama Iqbal"
  },
  {
    "quote": "Rishte wahi sahi hote hain jo har haalat mein saath nibhaaein.",
    "author": "Ashfaq Ahmed"
  },
  {
    "quote": "Aasaan raste aksar manzil tak nahin le jaate.",
    "author": "Allama Iqbal"
  },
  {
    "quote": "Khud se jung jeet jao, baaqi sab aasaan hai.",
    "author": "Allama Iqbal"
  },
  {
    "quote": "Har shakhs ko padhne ki koshish karo; har shakhs ek kitaab hai.",
    "author": "Ashfaq Ahmed"
  },
  {
    "quote": "Waqt sab kuch sikha deta hai, bas sabr ki zaroorat hoti hai.",
    "author": "Wasif Ali Wasif"
  },
  {
    "quote": "Aansoo bhi apna ek asar rakhte hain, bas samajhne wala chahiye.",
    "author": "Parveen Shakir"
  },
  {
    "quote": "Jo log apni soch nahin badalte, woh kabhi apni zindagi nahin badal sakte.",
    "author": "Ashfaq Ahmed"
  },
  {
    "quote": "Tajurba woh kamyabi hai jo ghaltion ki lagan se milti hai.",
    "author": "Wasif Ali Wasif"
  },
  {
    "quote": "Kamyabi ka raaz sirf do lafzon mein hai - sabr aur koshish.",
    "author": "Munir Niazi"
  },
  {
    "quote": "Tumhare irade agar mazboot hain to har mushkil rasta aasaan lagta hai.",
    "author": "Allama Iqbal"
  },
  {
    "quote": "Aksar log samajhne ke liye nahin, sirf sunne ke liye hote hain.",
    "author": "Bano Qudsia"
  },
  {
    "quote": "Jise khud se mohabbat ho, woh kabhi kisi ko dukh nahin deta.",
    "author": "Wasif Ali Wasif"
  },
  {
    "quote": "Waqt ki parakh sab kuch bayaan kar deti hai.",
    "author": "Bushra Rehman"
  },
  {
    "quote": "Jo log sirf fayda dekhte hain, woh kabhi wafadar nahin hote.",
    "author": "Munir Niazi"
  },
  {
    "quote": "Aansoo woh zubaan hai jo har dil samajhta hai.",
    "author": "Faiz Ahmad Faiz"
  },
  {
    "quote": "Har shanakht ke peeche ek kahaani hoti hai.",
    "author": "Mustansar Hussain Tarar"
  },
  {
    "quote": "Rishte wo nahin hote jo sirf naam ke hote hain; rishte wo hote hain jo dard mein saath dete hain.",
    "author": "Umera Ahmed"
  },
  {
    "quote": "Tumhara dard tumhara hai; log sirf afsos karte hain.",
    "author": "Jon Elia"
  },
  {
    "quote": "Aam insaan galti karta hai, lekin aqalmund usi mein seekhta hai.",
    "author": "Ashfaq Ahmed"
  },
  {
    "quote": "Zindagi ka husn us waqt samajh aata hai jab waqt nikal jaata hai.",
    "author": "Mirza Ghalib"
  },
  {
    "quote": "Insaan tabhi samajhdar banta hai jab dard ka samna karta hai.",
    "author": "Wasif Ali Wasif"
  },
  {
    "quote": "Khushi sirf unhi logon ko milti hai jo doosron ke liye jeete hain.",
    "author": "Abdul Sattar Eidi"
  },
  {
    "quote": "Nafrat se nafrat barti hai, mohabbat se mohabbat.",
    "author": "Faiz Ahmad Faiz"
  },
  {
    "quote": "Log us waqt yaad karte hain jab unhein zaroorat hoti hai.",
    "author": "Ahmad Faraz"
  },
  {
    "quote": "Aap jitna kam bolte ho, utna zyada log aapki baat ka intezaar karte hain.",
    "author": "Bano Qudsia"
  },
  {
    "quote": "Zindagi kisi ke intezaar mein guzarna bhi ek fun hai.",
    "author": "Parveen Shakir"
  },
  {
    "quote": "Khamoshi ka matlab hamesha raza-mandi nahin hota.",
    "author": "Umera Ahmed"
  },
  {
    "quote": "Jo waqt ke saath chalta hai, wahi waqt se aage nikalta hai.",
    "author": "Allama Iqbal"
  },
  {
    "quote": "Sabr rakh, har andhera raasta roshni tak jaata hai.",
    "author": "Wasif Ali Wasif"
  },
  {
    "quote": "Zindagi mein har shakhs tumhara humsafar nahi hota.",
    "author": "Umera Ahmed"
  },
  {
    "quote": "Aankhon mein pani rakhna, zubaan par dua rakhna.",
    "author": "Bano Qudsia"
  },
  {
    "quote": "Jo gham se dosti kar le, woh kabhi tanha nahi hota.",
    "author": "Jon Elia"
  },
  {
    "quote": "Sahi waqt par chhup rehna bhi aqalmandi hoti hai.",
    "author": "Ashfaq Ahmed"
  },
  {
    "quote": "Jis ne dard diya, usi ne sabr bhi sikha diya.",
    "author": "Wasif Ali Wasif"
  },
  {
    "quote": "Waqt kisi ka nahi hota, bas dikhawa karta hai.",
    "author": "Anwar Masood"
  },
  {
    "quote": "Soch badalne se taqdeer badal jaati hai.",
    "author": "Allama Iqbal"
  },
  {
    "quote": "Har lafz ka ek asar hota hai, har asar ka ek waqt.",
    "author": "Sir Syed Ahmad Khan"
  },
  {
    "quote": "Jab tak khud par yaqeen nahi hota, koi kuch nahi kar sakta.",
    "author": "Ashfaq Ahmed"
  },
  {
    "quote": "Insaan ka asal libaas uska akhlaaq hota hai.",
    "author": "Abdul Sattar Eidi"
  },
  {
    "quote": "Kamyabi ki sabse achi tareeqe - kabhi rukna nahi.",
    "author": "Allama Iqbal"
  },
  {
    "quote": "Sahih faisle aksar tanha log hi karte hain.",
    "author": "Wasif Ali Wasif"
  },
  {
    "quote": "Zindagi us waqt behtareen hoti hai jab aap khud ko samajhne lagte hain.",
    "author": "Mustansar Hussain Tarar"
  },
  {
    "quote": "Waqt to waqt par badalta hai, lekin insan kisi bhi waqt badal sakta hai.",
    "author": "Unknown"
  },
  {
    "quote": "Zindagi ganit ka sawal nahi jiska jawab maloom ho sake.",
    "author": "Wasif Ali Wasif"
  },
  {
    "quote": "Khamoshi bhi ek jawabi daleel hoti hai; har baat ka jawab zaroori nahi.",
    "author": "Wasif Ali Wasif"
  },
  {
    "quote": "Aaj ka insan har cheez mein faida dhoondhta hai, chahe woh rishte hi kyun na ho.",
    "author": "Jon Elia"
  },
  {
    "quote": "Zindagi jeene ke do hi tareeqe hain - ek woh jo ho raha hai usse bardasht karo, doosra zimmedari uthao use badalne ki.",
    "author": "Allama Iqbal"
  },
  {
    "quote": "Jab tak tum khud se nahi haarte, koi tumhe hara nahi sakta.",
    "author": "Allama Iqbal"
  },
  {
    "quote": "Log kehte hain waqt guzarta hai, lekin waqt nahi guzarta - hum guzarte hain.",
    "author": "Ashfaq Ahmed"
  },
  {
    "quote": "Jo log doosron ke dard nahi samajhte, woh kabhi apne dard ka ilaj nahi kar paate.",
    "author": "Wasif Ali Wasif"
  },
  {
    "quote": "Ilm woh roshni hai jo andheron mein bhi raasta dikhati hai.",
    "author": "Allama Iqbal"
  },
  {
    "quote": "Rishte wahi sahi hote hain jo har halat mein sath nibhayein.",
    "author": "Ashfaq Ahmed"
  },
  {
    "quote": "Aasan raste aksar manzil tak nahi le jaate.",
    "author": "Allama Iqbal"
  },
  {
    "quote": "Kamyabi ke liye pehle khud ko pehchanna padta hai.",
    "author": "Allama Iqbal"
  },
  {
    "quote": "Aap ka leja sab se pehla asar chhodta hai, lafz baad mein aate hain.",
    "author": "Ashfaq Ahmed"
  },
  {
    "quote": "Falsafa wohi hai jo zindagi mein roshni laaye.",
    "author": "Mustansar Hussain Tarar"
  },
  {
    "quote": "Tanhai ko samajhne wale log kam milte hain.",
    "author": "Mirza Ghalib"
  },
  {
    "quote": "Mohabbat us waqt tak hai jab tak ehtram baqi hai.",
    "author": "Umera Ahmed"
  },
  {
    "quote": "Jo log sirf kaam ke waqt yaad aayein, unhe yaad na hi rakho to behtar hai.",
    "author": "Anwar Masood"
  },
  {
    "quote": "Sabr rakh, har andhera raasta roshni tak jaata hai.",
    "author": "Wasif Ali Wasif"
  },
  {
    "quote": "Umeed zinda rakhna, chahe har dar band kyun na ho.",
    "author": "Faiz Ahmad Faiz"
  },
  {
    "quote": "Zindagi mein har shakhs tumhara humsafar nahi hota.",
    "author": "Umera Ahmed"
  },
  {
    "quote": "Aankhon mein pani rakhna, zubaan par dua rakhna.",
    "author": "Bano Qudsia"
  },
  {
    "quote": "Zehar bhi asar karta hai agar koi meetha keh kar de.",
    "author": "Unknown"
  },
  {
    "quote": "Zindagi ek safar hai, jo har mod par kuch nayi baatein sikhaata hai.",
    "author": "Unknown"
  },
  {
    "quote": "Jo kuch tum apne liye karte ho, wahi tumhare liye sabse behtar hota hai.",
    "author": "Unknown"
  },
  {
    "quote": "Apne sapnon ki taraf kadam badhao, duniya tumhare raste mein rukawat nahi dal sakti.",
    "author": "Unknown"
  },
  {
    "quote": "Jab tum apni himmat aur hausle se kaam karte ho, tab kuch bhi mushkil nahi hota.",
    "author": "Unknown"
  },
  {
    "quote": "Jo cheez tumhe kabhi nahi mili, wo tumhare liye nahi thi.",
    "author": "Unknown"
  },
  {
    "quote": "Zindagi ka asli maqsad apni khushi dhoondhna hai.",
    "author": "Unknown"
  },
  {
    "quote": "Kamyab log mushkilat mein bhi raasta nikal lete hain.",
    "author": "Unknown"
  },
  {
    "quote": "Zindagi bhar ehsas-e-dard ke aansu hain, phir bhi raat ke baad savera aati hai.",
    "author": "Unknown"
  },
  {
    "quote": "Khud ko badalne ki himmat rakho, duniya khud tumhari muhabbat se badal jayegi.",
    "author": "Unknown"
  },
  {
    "quote": "Jo kabhi haar nahin maante, unki jeet nishchit hoti hai.",
    "author": "Unknown"
  },
  {
    "quote": "Mushkilaat ne zindagi jeene ke liye tayyar kar diya, ab gham bhi humse na darenge.",
    "author": "Unknown"
  },
  {
    "quote": "Naseeb unhe milte hain jo shiddat se koshish karte hain.",
    "author": "Unknown"
  },
  {
    "quote": "Zindagi ka asal maqsad khush rehna hai, kisi ke liye jeena nahi.",
    "author": "Unknown"
  },
  {
    "quote": "Tumhari jeet tumhare hausle par depend karti hai.",
    "author": "Unknown"
  },
  {
    "quote": "Jitne se zindagi me behtari aati hai.",
    "author": "Unknown"
  },
  {
    "quote": "Zindagi me tabdeeliyan lana sab se mushkil kaam hai.",
    "author": "Unknown"
  },
  {
    "quote": "Agar manzil achhi ho to rasta mushkil nahi lagta.",
    "author": "Unknown"
  },
  {
    "quote": "Jitni zyada pareshaniyan, utna hi zyada waqt kaam ka hota hai.",
    "author": "Unknown"
  },
  {
    "quote": "Khush rehna zindagi ka sabse bada amal hai.",
    "author": "Unknown"
  },
  {
    "quote": "Har mushkil waqt ka ek acha din hota hai.",
    "author": "Unknown"
  }
]
