[
  {
    "quote": "Aah ko chahiye ek umr asar hote tak, kaun jeeta hai teri zulfon ke sar hote tak.",
    "by": ""
  },
  {
    "quote": "Aaj bhi log us shakhs ko yaad karte hain, jisne sirf mohabbat ki thi.",
    "by": ""
  },
  {
    "quote": "Aaj ka insaan har cheez mein faida dhoondta hai, chahe wo rishte hi kyun na hon.",
    "by": ""
  },
  {
    "quote": "Aaj ka insaan har cheez mein fayda dhoondta hai, chahe wo rishte hi kyun na hon.",
    "by": ""
  },
  {
    "quote": "Aaj ka insan har cheez mein faida dhoondhta hai, chahe woh rishte hi kyun na ho.",
    "by": ""
  },
  {
    "quote": "Aaja zindagi ke rang khilane, nafrat ki dhool mitaane.",
    "by": ""
  },
  {
    "quote": "Aam insaan galti karta hai, lekin aqalmund usi mein seekhta hai.",
    "by": ""
  },
  {
    "quote": "Aam si baat mein bhi khudai chhupi hoti hai.",
    "by": ""
  },
  {
    "quote": "Aankh se door na ho dil se utar jaayega, waqt ka kya hai guzarta hai guzarta jaayega.",
    "by": ""
  },
  {
    "quote": "Aankh se door na ho, dil se utar jaayega; waqt ka kya hai, guzarta hai guzarta jaayega.",
    "by": ""
  },
  {
    "quote": "Aankhon me jalaao jo khwab kar lo, raat ka ujala tumhara intizaar kar raha hai.",
    "by": ""
  },
  {
    "quote": "Aankhon mein pani rakhna, zubaan par dua rakhna.",
    "by": ""
  },
  {
    "quote": "Aansoo bhi apna ek asar rakhte hain, bas samajhne wala chahiye.",
    "by": ""
  },
  {
    "quote": "Aansoo woh zubaan hai jo har dil samajhta hai.",
    "by": ""
  },
  {
    "quote": "Aansu bhi apna ek asar rakhte hain, bas samajhne wala chahiye.",
    "by": ""
  },
  {
    "quote": "Aap agar apne dukh chhupana seekh jaayein to duniya samjhegi ke aap khush hain.",
    "by": ""
  },
  {
    "quote": "Aap agar apne dukh chhupana seekh jaayen to duniya samjhegi ke aap khush hain.",
    "by": ""
  },
  {
    "quote": "Aap jitna kam bolte ho, utna zyada log aapki baat ka intezaar karte hain.",
    "by": ""
  },
  {
    "quote": "Aap ka leja sab se pehla asar chhodta hai, lafz baad mein aate hain.",
    "by": ""
  },
  {
    "quote": "Aap se badi koi imarat nahin hoti, apne jazbaat se barkarar raho.",
    "by": ""
  },
  {
    "quote": "Aasaan raste aksar manzil tak nahin le jaate.",
    "by": ""
  },
  {
    "quote": "Aasan raste aksar manzil tak nahi le jaate.",
    "by": ""
  },
  {
    "quote": "Aasan raste aksar manzil tak nahin le jaate.",
    "by": ""
  },
  {
    "quote": "Ab ke hum bichhade to shayad kabhi khwabon mein milen, jis tarah sookhe hue phool kitabon mein milen.",
    "by": ""
  },
  {
    "quote": "Ab to is raah se woh shakhs guzarta bhi nahin, ab kis umeed pe darwaze se jhankay koi.",
    "by": "Parveen Shakir"
  },
  {
    "quote": "Accha insaan woh hai jo doosron ke liye aasani paida kare.",
    "by": ""
  },
  {
    "quote": "Acha insaan woh hai jo doosron ke liye asaani paida kare.",
    "by": ""
  },
  {
    "quote": "Achi soch ek ibaadat hai, aur buri soch ek gunaah.",
    "by": ""
  },
  {
    "quote": "Achi soch ek ibadat hai, aur buri soch ek gunaah.",
    "by": ""
  },
  {
    "quote": "Agar koi tumhari qadr na kare, khud ko buland karo.",
    "by": ""
  },
  {
    "quote": "Akalmand wohi hai jo har haalat mein khushi dhoondh le.",
    "by": ""
  },
  {
    "quote": "Aksar log samajhne ke liye nahi, sirf sunne ke liye hote hain.",
    "by": ""
  },
  {
    "quote": "Aksar log samajhne ke liye nahin, sirf sunne ke liye hote hain.",
    "by": ""
  },
  {
    "quote": "Andar se toot jaane ka sabak sirf tanhaai deti hai.",
    "by": ""
  },
  {
    "quote": "Andhera usi ko rokega jo andheron mein roshan hone se ghabraye.",
    "by": ""
  },
  {
    "quote": "Andhera usi se darta hai jo roshan hona chahta hai.",
    "by": ""
  },
  {
    "quote": "Andheron mein raah dhoondhna hi roshni ka asal matlab hai.",
    "by": ""
  },
  {
    "quote": "Apna zamana aap banate hain ahl-e-dil, hum woh nahin ke jin ko zamana bana gaya.",
    "by": "Jigar Moradabadi"
  },
  {
    "quote": "Apni koshishon par yakeen rakho, kamyabi zaroor milegi.",
    "by": ""
  },
  {
    "quote": "Apni marzi se kahan apne safar ke hum hain, rukh-e-hawaon ka jidhar ka hai udhar ke hum hain.",
    "by": ""
  },
  {
    "quote": "Apni mohabbat ka isteqam karo, khuda ne hum sare khwaab ek hi tarah se sajae.",
    "by": ""
  },
  {
    "quote": "Apni pehchaan khud banao, taqdeer se pehle.",
    "by": ""
  },
  {
    "quote": "Aqalmand hai woh shakhs jo anjam soch kar kaam kare.",
    "by": ""
  },
  {
    "quote": "Aqalmand woh hai jo khamoshi mein bhi sab kuch keh jaye.",
    "by": ""
  },
  {
    "quote": "Aqalmund hai woh shakhs jo anjaam soch kar kaam kare.",
    "by": ""
  },
  {
    "quote": "Aqalmund wahi hai jo har haalat mein khushi dhoond le.",
    "by": ""
  },
  {
    "quote": "Aqalmund woh hai jo khamoshi mein bhi sab kuch keh jaaye.",
    "by": ""
  },
  {
    "quote": "Ashkon ki roshni har dil ko jagmagah kar deti hai.",
    "by": ""
  },
  {
    "quote": "Aur bhi dukh hain zamane mein mohabbat ke siwa, raahatain aur bhi hain wasl ki raahat ke siwa.",
    "by": ""
  },
  {
    "quote": "Baazicha-e-atfaal hai duniya mere aage, hota hai shab-o-roz tamaasha mere aage.",
    "by": "Mirza Ghalib"
  },
  {
    "quote": "Bachon ke chhote haathon ko chaand sitaare chhoone do, chaar kitaben padh kar yeh bhi hum jaise ho jaenge.",
    "by": "Nida Fazli"
  },
  {
    "quote": "Bade duniya mein raho ghamzada ya shad raho, Aisa kuchh kar ke chalo yaan ki bahut yaad raho.",
    "by": "Meer Taqi Meer"
  },
  {
    "quote": "Badh ke toofan ko aaghosh mein le le apni, Dubne wale tere haath se sahil to gaya.",
    "by": "Abdul Hamid Adam"
  },
  {
    "quote": "Behosh rang ho to suraj ki roshni mehsoos nahin hoti.",
    "by": ""
  },
  {
    "quote": "Behtareen insaan woh hai jo gusse mein bhi insaaf kare.",
    "by": ""
  },
  {
    "quote": "Bekhud mohabbat mein andheron ka kya darna.",
    "by": ""
  },
  {
    "quote": "Bohat nazdeek aati ja rahi ho, bichhadne ka iraada kar liya kya.",
    "by": ""
  },
  {
    "quote": "Bol ke lab azaad hain tere, bol zaban ab tak teri hai; Tera sutwan jism hai tera, bol ke jaan ab tak teri hai.",
    "by": "Faiz Ahmed Faiz"
  },
  {
    "quote": "Bol ke lab azaad hain tere, bol zubaan ab tak teri hai.",
    "by": ""
  },
  {
    "quote": "Chala jata hun hansta khelta mauj-e-hawadis se, Agar aasaniyan hon to zindagi dushwar ho jae.",
    "by": "Asghar Gondvi"
  },
  {
    "quote": "Chalega is tarah kab tak mera nizaam ae dil, ke khoon-e-dil se har ek aarzoo jawaan hui.",
    "by": ""
  },
  {
    "quote": "Dil chhota nahi karna chahiye, waqt badalne mein der nahi lagti.",
    "by": ""
  },
  {
    "quote": "Dil chhota nahin karna chahiye, waqt badalne mein der nahin lagti.",
    "by": ""
  },
  {
    "quote": "Dil chhota nahin karna chahiye; waqt badalne mein der nahin lagti.",
    "by": ""
  },
  {
    "quote": "Dil hi to hai na sang-o-khisht, dard se bhar na aaye kyon; Royenge hum hazaar baar, koi humein sataaye kyon.",
    "by": "Mirza Ghalib"
  },
  {
    "quote": "Dil ki gehraiyon mein utarna sab ke bas ki baat nahi.",
    "by": ""
  },
  {
    "quote": "Dil na-umeed to nahin nakaam hi to hai, lambi hai gham ki shaam magar shaam hi to hai.",
    "by": ""
  },
  {
    "quote": "Dil na-umeed to nahin, nakaam hi to hai; lambi hai gham ki shaam magar shaam hi to hai.",
    "by": ""
  },
  {
    "quote": "Dil na-umeed to nahin, nakaam hi to hai; Lambi hai gham ki sham magar sham hi to hai.",
    "by": "Faiz Ahmed Faiz"
  },
  {
    "quote": "Dil se jo baat nikalti hai asar rakhti hai, par nahin taaqat-e-parwaaz magar rakhti hai.",
    "by": ""
  },
  {
    "quote": "Dil to sab ke paas hota hai, lekin sab insaan nahi hote.",
    "by": ""
  },
  {
    "quote": "Dil to sab ke paas hota hai, lekin sab insaan nahin hote.",
    "by": ""
  },
  {
    "quote": "Dil toot jaye to zuban band ho jaati hai.",
    "by": ""
  },
  {
    "quote": "Dil woh kitaab hai jo har kisi ko nahi dikhani chahiye.",
    "by": ""
  },
  {
    "quote": "Dil woh sheesha hai jo toot kar bhi chubhta hai.",
    "by": ""
  },
  {
    "quote": "Duniya jise kehte hain jaadu ka khilona hai, mil jaaye to mitti hai kho jaaye to sona hai.",
    "by": ""
  },
  {
    "quote": "Duniya jise kehte hain jaadu ka khilona hai, mil jaaye to mitti hai, kho jaaye to sona hai.",
    "by": ""
  },
  {
    "quote": "Duniya jise kehte hain jadu ka khilauna hai, mil jaye to mitti hai kho jaye to sona hai.",
    "by": ""
  },
  {
    "quote": "Duniya mein har cheez ka ilaaj hai, lekin bewafa dost ka nahin.",
    "by": ""
  },
  {
    "quote": "Duniya mein har cheez ka ilaj hai, lekin bewafa dost ka nahi.",
    "by": ""
  },
  {
    "quote": "Ek aisi aawaaz hai jo alfaazon ka istemaal nahin karti, usey sun.",
    "by": "Maulana Rūmīؒ"
  },
  {
    "quote": "Falsafa sirf kitaabon mein nahi hota, insaan ki soch mein hota hai.",
    "by": ""
  },
  {
    "quote": "Falsafa sirf kitaabon mein nahin hota, insaan ki soch mein hota hai.",
    "by": ""
  },
  {
    "quote": "Falsafa sirf kitaabon mein nahin hota; insaan ki soch mein hota hai.",
    "by": ""
  },
  {
    "quote": "Falsafa wohi hai jo zindagi mein roshni laaye.",
    "by": ""
  },
  {
    "quote": "Fikr mein doob jaayein to khushi door ho jaati hai.",
    "by": ""
  },
  {
    "quote": "Fursat mile to zameer ki sun, kyunki zameer himmat deta hai.",
    "by": ""
  },
  {
    "quote": "Ghar se masjid hai bohat door, chalo yun kar lein; Kisi rote hue bachche ko hansaya jae.",
    "by": "Nida Fazli"
  },
  {
    "quote": "Girte hain sirf wohi, jo girne ke baad khud ko sambhalte hain.",
    "by": ""
  },
  {
    "quote": "Gulon mein rang bhare, baad-e-naubahar chale; Chale bhi aao ke gulshan ka karobar chale.",
    "by": "Faiz Ahmed Faiz"
  },
  {
    "quote": "Gussa paani ki tarah hota hai, andar rakho to zehar ban jaata hai.",
    "by": ""
  },
  {
    "quote": "Gussa paani ki tarah hota hai, andar rakkho to zehar ban jaata hai.",
    "by": ""
  },
  {
    "quote": "Gussa pani ki tarah hota hai; andar rakho to zehar ban jaata hai.",
    "by": ""
  },
  {
    "quote": "Haq baat kehna sab se bada imaan hai.",
    "by": ""
  },
  {
    "quote": "Har aadmi mein hote hain das bees aadmi, jis ko bhi dekhna ho kai baar dekhna.",
    "by": ""
  },
  {
    "quote": "Har aadmi mein hote hain das bis aadmi, jis ko bhi dekhna ho kai bar dekhna.",
    "by": ""
  },
  {
    "quote": "Har aadmi mein hotey hain das bis aadmi, jis ko bhi dekhna ho to, kai baar dekhna.",
    "by": "Nida Fazli"
  },
  {
    "quote": "Har andhera behtareen savera ka paidaishgah hota hai.",
    "by": ""
  },
  {
    "quote": "Har andhera qayam rahe to manzil kabhi na mile.",
    "by": ""
  },
  {
    "quote": "Har chehra apni dastaan ke saath zinda hota hai.",
    "by": ""
  },
  {
    "quote": "Har insaan ke andar ek kitaab hoti hai, bas koi padhne wala chahiye.",
    "by": ""
  },
  {
    "quote": "Har insaan ke andar ek kitaab hoti hai; bas koi padhne wala chahiye.",
    "by": ""
  },
  {
    "quote": "Har insan ke dil mein khudai ki tasveer hoti hai.",
    "by": ""
  },
  {
    "quote": "Har lafz ka ek asar hota hai, har asar ka ek waqt.",
    "by": ""
  },
  {
    "quote": "Har mushkil raste ka imtehaan hota hai, par hausle ko parakhne ka mausam hota hai.",
    "by": ""
  },
  {
    "quote": "Har roz kuch naya seekho, khud ko tarashne do.",
    "by": ""
  },
  {
    "quote": "Har shakhs ke andar ek jang hoti hai, kuch log jeet jaate hain, kuch log samajh lete hain.",
    "by": ""
  },
  {
    "quote": "Har shakhs ke andar ek jung hoti hai, kuch log jeet jaate hain, kuch log samajh lete hain.",
    "by": ""
  },
  {
    "quote": "Har shakhs ke andar ek jung hoti hai; kuch log jeet jaate hain, kuch log samajh lete hain.",
    "by": ""
  },
  {
    "quote": "Har shakhs ko padhne ki koshish karo, har shakhs ek kitaab hai.",
    "by": ""
  },
  {
    "quote": "Har shakhs ko padhne ki koshish karo; har shakhs ek kitaab hai.",
    "by": ""
  },
  {
    "quote": "Har shanakht ke peeche ek kahaani hoti hai.",
    "by": ""
  },
  {
    "quote": "Har sheh ko sikh kar barhao, khud ko apnon se pehchano.",
    "by": ""
  },
  {
    "quote": "Har subah naye iraade lekar aati hai.",
    "by": ""
  },
  {
    "quote": "Hayat le ke chalo kainaat le ke chalo, chalo to saare zamane ko saath le ke chalo.",
    "by": "Makhdoom Mohiuddin"
  },
  {
    "quote": "Hazaaron khwahishein aisi, ke har khwahish pe dam nikle; bahut nikle mere armaan, lekin phir bhi kam nikle.",
    "by": "Mirza Ghalib"
  },
  {
    "quote": "Hazaaron khwahishen aisi ke har khwahish pe dam nikle, bahut nikle mere armaan lekin phir bhi kam nikle.",
    "by": ""
  },
  {
    "quote": "Hazaaron saal nargis apni benooree pe roti hai, bohat mushkil se hota hai chaman mein didaar paida.",
    "by": "Allama Iqbal"
  },
  {
    "quote": "Hum dekhenge, lazim hai ke hum bhi dekhenge; Woh din ke jiska vaada hai, jo loh-e-azeem pe likha hai.",
    "by": "Faiz Ahmed Faiz"
  },
  {
    "quote": "Hum ko maloom hai jannat ki haqeeqat lekin, dil ke khush rakhne ko ‘Ghalib’ ye khayal achha hai.",
    "by": ""
  },
  {
    "quote": "Hum ko mita sake yeh zamane mein dam nahin, Hum se zamana khud hai zamane se hum nahin.",
    "by": "Jigar Moradabadi"
  },
  {
    "quote": "Hum to samjhe the ke ek zakham hai bhar jaayega, kya khabar thi ke rag-e-jaan mein utar jaayega.",
    "by": ""
  },
  {
    "quote": "Ilm woh roshni hai jo andheron mein bhi chhup nahi sakti.",
    "by": ""
  },
  {
    "quote": "Ilm woh roshni hai jo andheron mein bhi chhup nahin sakti.",
    "by": ""
  },
  {
    "quote": "Ilm woh roshni hai jo andheron mein bhi raasta dikhati hai.",
    "by": ""
  },
  {
    "quote": "Insaan ka asal libaas uska akhlaaq hota hai.",
    "by": ""
  },
  {
    "quote": "Insaan ke liye wahi kuch hai jiske liye woh koshish kare.",
    "by": ""
  },
  {
    "quote": "Insaan ke liye wohi kuch hai jis ke liye woh koshish kare.",
    "by": ""
  },
  {
    "quote": "Insaan ko har waqt ek nai zindagi chahiye hoti hai, purani to woh jee chuka hota hai.",
    "by": ""
  },
  {
    "quote": "Insaan ko har waqt ek nayee zindagi chahiye hoti hai; purani to woh jee chuka hota hai.",
    "by": ""
  },
  {
    "quote": "Insaan ko har waqt ek nayi zindagi chahiye hoti hai, purani to wo jee chuka hota hai.",
    "by": ""
  },
  {
    "quote": "Insaan sirf lafzon se nahi, jazbaat se bhi samjha jaata hai.",
    "by": ""
  },
  {
    "quote": "Insaan sirf lafzon se nahin, jazbaat se bhi samjha jaata hai.",
    "by": ""
  },
  {
    "quote": "Insaan tab girta hai jab woh khud se gir jaata hai.",
    "by": ""
  },
  {
    "quote": "Insaan tabhi girta hai jab woh khud se gir jaata hai.",
    "by": ""
  },
  {
    "quote": "Insaan tabhi samajhdar banta hai jab dard ka samna karta hai.",
    "by": ""
  },
  {
    "quote": "Jab duniya wale tumhein ghatne tekne par majboor kar dein, to yeh behtareen waqt hai sajde ka.",
    "by": "Maulana Rūmīؒ"
  },
  {
    "quote": "Jab insaan ki aankhon se aansu behte hain to us par Rab ki rehmat barasti hai.",
    "by": "Maulana Rūmīؒ"
  },
  {
    "quote": "Jab jazbaat lafzon mein dhal jaate hain, to shaayari ban jaati hai.",
    "by": ""
  },
  {
    "quote": "Jab khamoshi bolne lage, to samajh lo waqt badal gaya hai.",
    "by": ""
  },
  {
    "quote": "Jab tak khud par yaqeen nahi hota, koi kuch nahi kar sakta.",
    "by": ""
  },
  {
    "quote": "Jab tak tum khud se nahi haarte, koi tumhe hara nahi sakta.",
    "by": ""
  },
  {
    "quote": "Jab tak tum khud se nahin haarte, koi tumhein hara nahin sakta.",
    "by": ""
  },
  {
    "quote": "Jis ne dard diya, usi ne sabr bhi sikha diya.",
    "by": ""
  },
  {
    "quote": "Jis tarah khwab mere rezah rezah ho gaye, is tarah se na kabhi toot kar bikhrein koi.",
    "by": "Parveen Shakir"
  },
  {
    "quote": "Jise khud se mohabbat ho, woh kabhi kisi ko dukh nahi deta.",
    "by": ""
  },
  {
    "quote": "Jise khud se mohabbat ho, woh kabhi kisi ko dukh nahin deta.",
    "by": ""
  },
  {
    "quote": "Jitna aap chhupte hain, utna log janne ki koshish karte hain.",
    "by": ""
  },
  {
    "quote": "Jitna tumhari soch gehri hogi, utni hi duniya tumse door chal jaayegi.",
    "by": ""
  },
  {
    "quote": "Jitna tumhari soch gehri hogi, utni hi duniya tumse door chale jaayegi.",
    "by": ""
  },
  {
    "quote": "Jitni gehri soch hogi, utni hi tanhaai hogi.",
    "by": ""
  },
  {
    "quote": "Jitni lambi talash hogi, utne gehre surag milenge.",
    "by": ""
  },
  {
    "quote": "Jitni lambi tanhaai ho, utna gehra insaan banta hai.",
    "by": ""
  },
  {
    "quote": "Jo dil se nikalti hai woh baat asar rakhti hai.",
    "by": ""
  },
  {
    "quote": "Jo gham se dosti kar le, woh kabhi tanha nahi hota.",
    "by": ""
  },
  {
    "quote": "Jo guzaari na jaa saki hum se, hum ne woh zindagi guzari hai.",
    "by": "Jaun Elia"
  },
  {
    "quote": "Jo guzari na ja saki hum se, hum ne wo zindagi guzari hai.",
    "by": ""
  },
  {
    "quote": "Jo kabhi haar nahin maante, unki jeet nishchit hoti hai.",
    "by": ""
  },
  {
    "quote": "Jo log apni soch nahi badalte, woh kabhi apni zindagi nahi badal sakte.",
    "by": ""
  },
  {
    "quote": "Jo log apni soch nahin badalte, woh kabhi apni zindagi nahin badal sakte.",
    "by": ""
  },
  {
    "quote": "Jo log doosron ke dard nahi samajhte, woh kabhi apne dard ka ilaj nahi kar pate.",
    "by": ""
  },
  {
    "quote": "Jo log doosron ke dard nahin samajhte, woh kabhi apne dard ka ilaaj nahin kar paate.",
    "by": ""
  },
  {
    "quote": "Jo log sirf faida dekhte hain, woh kabhi wafadar nahi hote.",
    "by": ""
  },
  {
    "quote": "Jo log sirf fayda dekhte hain, woh kabhi wafadar nahin hote.",
    "by": ""
  },
  {
    "quote": "Jo log sirf kaam ke waqt yaad aayein, unhe yaad na hi rakho to behtar hai.",
    "by": ""
  },
  {
    "quote": "Jo log tumhari khamoshi ko samajhte hain, unhein kabhi khona mat.",
    "by": ""
  },
  {
    "quote": "Jo pehle se haar maan lete, unhe jeet ki khushi nahin milti.",
    "by": ""
  },
  {
    "quote": "Jo sikhe hain khamoshi se chalne ka fun, woh badalta hai hawa.",
    "by": ""
  },
  {
    "quote": "Jo tumhara haal samajh jaaye, woh tumhara rishtedaar nahi — tumhara dost hai.",
    "by": ""
  },
  {
    "quote": "Jo tumhara haal samajh jaaye, woh tumhara rishtedar nahin — tumhara dost hai.",
    "by": ""
  },
  {
    "quote": "Jo waqt ke saath chalta hai, wahi waqt se aage nikalta hai.",
    "by": ""
  },
  {
    "quote": "Kaamyabi ka raaz sirf do lafzon mein hai — sabr aur koshish.",
    "by": ""
  },
  {
    "quote": "Kabhi ae haqeeqat-e-muntazir nazar aa libaas-e-majaz mein, ke hazaaron sajde tadap rahe hain meri jabeen-e-niaaz mein.",
    "by": ""
  },
  {
    "quote": "Kabhi kisi ko mukammal jahan nahi milta, kahin zamin kahin aasman nahi milta.",
    "by": ""
  },
  {
    "quote": "Kabhi kisi ko mukammal jahan nahin milta, kahin zameen kahin aasman nahin milta.",
    "by": "Nida Fazli"
  },
  {
    "quote": "Kaise kah doon ke mujhe chhod diya hai us ne, baat to sach hai magar baat hai ruswayi ki.",
    "by": ""
  },
  {
    "quote": "Kamyab log mushkilat mein bhi raasta nikal lete hain.",
    "by": ""
  },
  {
    "quote": "Kamyabi ka raaz sirf do lafzon mein hai — sabr aur koshish.",
    "by": ""
  },
  {
    "quote": "Kamyabi ke liye pehle khud ko pehchanna padta hai.",
    "by": ""
  },
  {
    "quote": "Kamyabi ki sabse achi tareeqe — kabhi rukna nahi.",
    "by": ""
  },
  {
    "quote": "Kashtiyan sab ki kinare pe pahunch jaati hain, Na-Khuda jin ka nahin, unka Khuda hota hai.",
    "by": "Ameer Minai"
  },
  {
    "quote": "Kaun is ghar ki dekh-bhaal kare, roz ek cheez toot jaati hai.",
    "by": ""
  },
  {
    "quote": "Khamoshi bhi ek jawaabi daleel hoti hai, har baat ka jawaab zaroori nahin.",
    "by": ""
  },
  {
    "quote": "Khamoshi bhi ek jawaabi daleel hoti hai; har baat ka jawab zaroori nahin.",
    "by": ""
  },
  {
    "quote": "Khamoshi bhi ek jawabi daleel hoti hai, har baat ka jawab zaroori nahi.",
    "by": ""
  },
  {
    "quote": "Khamoshi ka matlab hamesha raza-mandi nahin hota.",
    "by": ""
  },
  {
    "quote": "Khud ko badalne ki himmat rakho, duniya khud tumhari muhabbat se badal jayegi.",
    "by": ""
  },
  {
    "quote": "Khud par yaqeen rakhna aadmi ko kisi bhi manzil tak le ja sakta hai.",
    "by": ""
  },
  {
    "quote": "Khud se jung jeet jao, baaki sab aasaan hai.",
    "by": ""
  },
  {
    "quote": "Khud se jung jeet jao, baaqi sab aasaan hai.",
    "by": ""
  },
  {
    "quote": "Khudi ko kar buland itna ke har taqdeer se pehle, Khuda bande se khud pooche bata teri raza kya hai.",
    "by": ""
  },
  {
    "quote": "Khudi ko kar buland itna ke har taqdeer se pehle, Khuda bande se khud pooche, bata teri raza kya hai.",
    "by": "Allama Iqbal"
  },
  {
    "quote": "Khudi ko kar buland itna ke har taqdeer se pehle, Khuda bande se khud pooche—bata teri raza kya hai.",
    "by": ""
  },
  {
    "quote": "Khushi sirf unhi logon ko milti hai jo doosron ke liye jeete hain.",
    "by": ""
  },
  {
    "quote": "Khwaab sach hote hain, agar dekhne ki himmat ho.",
    "by": ""
  },
  {
    "quote": "Kisi ko itna mat chaho ke khud ko bhool jao.",
    "by": ""
  },
  {
    "quote": "Koshish bhi kar umeed bhi rakh rasta bhi chun, phir is ke baad thoda muqaddar talash kar.",
    "by": ""
  },
  {
    "quote": "Koshish bhi kar ummeed bhi rakh, rasta bhi chun; phir iske baad thoda muqaddar talaash kar.",
    "by": ""
  },
  {
    "quote": "Koshish bhi kar, ummeed bhi rakh, rasta bhi chun; Phir iske baad thoda muqaddar talash kar.",
    "by": "Nida Fazli"
  },
  {
    "quote": "Koshish karne walon ki kabhi haar nahin hoti.",
    "by": ""
  },
  {
    "quote": "Kuch log barson mein nahi badalte, kuch palon mein badal jaate hain.",
    "by": ""
  },
  {
    "quote": "Kuch log barson mein nahin badalte, kuch palon mein badal jaate hain.",
    "by": ""
  },
  {
    "quote": "Kuchh khabar hoti to main apni khabar kyun rakhta, yeh bhi ek be-khabari thi ke khabardar raha.",
    "by": "Anwar Dehlvi"
  },
  {
    "quote": "Kuchh to majboori thi zindagi mein, bewajah na rahe.",
    "by": "Parveen Shakir"
  },
  {
    "quote": "Lab pe aati hai dua ban ke tamanna meri, Zindagi shama ki surat ho Khudaya meri.",
    "by": "Hafeez Jalandhari"
  },
  {
    "quote": "Log kehte hain waqt guzarta hai, lekin waqt nahi guzarta — hum guzarte hain.",
    "by": ""
  },
  {
    "quote": "Log kehte hain waqt guzarta hai, lekin waqt nahin guzarta — hum guzarte hain.",
    "by": ""
  },
  {
    "quote": "Log us waqt yaad karte hain jab unhein zaroorat hoti hai.",
    "by": ""
  },
  {
    "quote": "Maana ke teri deed ke qabil nahin hoon main, tu mera shauq dekh mera intezaar dekh.",
    "by": ""
  },
  {
    "quote": "Main akela hi chala tha jaanib-e-manzil magar, log saath aate gaye aur karwan banta gaya.",
    "by": "Majrooh Sultanpuri"
  },
  {
    "quote": "Main akela hi chala tha jaanib-e-manzil magar, log sath aate gaye aur karwan banta gaya.",
    "by": ""
  },
  {
    "quote": "Main bhi bohat ajeeb hoon, itna ajeeb hoon ke bas, khud ko tabaah kar liya aur malaal bhi nahin.",
    "by": ""
  },
  {
    "quote": "Main bhi bohat ajeeb hoon, itna ajeeb hoon ke bas, khud ko tabah kar liya aur malaal bhi nahin.",
    "by": ""
  },
  {
    "quote": "Main gum tha, tu ne dhoond liya — ab tu kho jaaye to main kya karoon?",
    "by": ""
  },
  {
    "quote": "Main gum tha, tu ne dhoondh liya — ab tu kho jaaye to main kya karun?",
    "by": ""
  },
  {
    "quote": "Main sach kahungi magar phir bhi haar jaaungi, wo jhooth bolega aur la-jawaab kar dega.",
    "by": ""
  },
  {
    "quote": "Mere junoon ka natija zaroor niklega, isi siyah samandar se noor niklega.",
    "by": "Ameer Qazalbash"
  },
  {
    "quote": "Mohabbat agar sacchi ho to bandagi ban jaati hai.",
    "by": ""
  },
  {
    "quote": "Mohabbat agar sachchi ho to bandagi ban jaati hai.",
    "by": ""
  },
  {
    "quote": "Mohabbat ke baghair har moseeqi shor hai, har raqs pagalpan hai aur har ibaadat bojh hai.",
    "by": "Maulana Rūmīؒ"
  },
  {
    "quote": "Mohabbat us waqt tak hai jab tak ehtram baqi hai.",
    "by": ""
  },
  {
    "quote": "Mujh se pehli si mohabbat mere mehboob na maang, maine samjha tha ke tu hai to derakhshaan hai hayat.",
    "by": ""
  },
  {
    "quote": "Mujh se pehli si muhabbat mere mehboob na maang.",
    "by": "Faiz Ahmed Faiz"
  },
  {
    "quote": "Mushkilaat ne zindagi jeene ke liye tayyar kar diya, ab gham bhi humse na darenge.",
    "by": ""
  },
  {
    "quote": "Na tha kuch to Khuda tha, kuch na hota to Khuda hota; Duboya mujhko hone ne, na hota main to kya hota.",
    "by": "Mirza Ghalib"
  },
  {
    "quote": "Nafrat se nafrat barti hai, mohabbat se mohabbat.",
    "by": ""
  },
  {
    "quote": "Naseeb ke is khel ko samajhna mushkil nahin.",
    "by": ""
  },
  {
    "quote": "Naseeb unhe milte hain jo shiddat se koshish karte hain.",
    "by": ""
  },
  {
    "quote": "Patta patta, boota boota, haal hamara jaane hai; Jaane na jaane gul hi na jaane, bagh to saara jaane.",
    "by": "Meer Taqi Meer"
  },
  {
    "quote": "Phal har uss dard ka hota hai, jo phool banke phoolta hai.",
    "by": ""
  },
  {
    "quote": "Phir woh andhera nahin, jisne savera nahin dekha.",
    "by": ""
  },
  {
    "quote": "Phoolon me raaz hai un sab ke, jo unhe khushboo samajhte hain.",
    "by": ""
  },
  {
    "quote": "Putar! dard woh hota hai jo hamein doosron ko takleef mein dekh kar mehsoos ho; warna apna dard to janwaron ko bhi mehsoos hota hai.",
    "by": "Ashfaq Ahmed"
  },
  {
    "quote": "Pyaso raho na dasht mein barish ke muntazir, Maro zameen pe pan ki pani nikal pade.",
    "by": "Iqbal Sajid"
  },
  {
    "quote": "Raat jitni bhi gehri ho, subah zaroor hoti hai.",
    "by": ""
  },
  {
    "quote": "Raat kho gayi to sitare sambhal lo, savera aata hai khud bin bulae.",
    "by": ""
  },
  {
    "quote": "Raat ki tanhaai mein jo aansu bahte hain, woh sabse sacche hote hain.",
    "by": ""
  },
  {
    "quote": "Raat ki taqdeer badalne walon ke liye subah nikalti hai.",
    "by": ""
  },
  {
    "quote": "Raat ko jeet to pata nahin lekin yeh chiragh, Kam se kam raat ka nuqsan bahut karta hai.",
    "by": "Irfan Siddiqi"
  },
  {
    "quote": "Rang har us phool ka hai, jo dard ki zameen par khil gaya.",
    "by": ""
  },
  {
    "quote": "Ranj se khugar hua insaan to mit jaata hai ranj, Mushkilein mujh par padin itni ke aasan ho gayin.",
    "by": "Mirza Ghalib"
  },
  {
    "quote": "Ranjish hi sahi dil hi dukhane ke liye aa, aa phir se mujhe chhod ke jaane ke liye aa.",
    "by": ""
  },
  {
    "quote": "Ranjish hi sahi dil hi dukhane ke liye aa; Aa phir se mujhe chhod ke jaane ke liye aa.",
    "by": "Ahmad Faraz"
  },
  {
    "quote": "Rasta dikhaane walon ko khud raste milte hain.",
    "by": ""
  },
  {
    "quote": "Rishte hawa ki tarah hote hain, pakar lo to toot jaate hain.",
    "by": ""
  },
  {
    "quote": "Rishte mohabat se nahi, bharosay se chalte hain.",
    "by": ""
  },
  {
    "quote": "Rishte mohabbat se nahin, bharose se chalte hain.",
    "by": ""
  },
  {
    "quote": "Rishte wahi sahi hote hain jo har haalat mein saath nibhaaein.",
    "by": ""
  },
  {
    "quote": "Rishte wahi sahi hote hain jo har haalat mein saath nibhaein.",
    "by": ""
  },
  {
    "quote": "Rishte wahi sahi hote hain jo har halat mein sath nibhayein.",
    "by": ""
  },
  {
    "quote": "Rishte wo nahin hote jo sirf naam ke hote hain; rishte wo hote hain jo dard mein saath dete hain.",
    "by": ""
  },
  {
    "quote": "Sabr aur ummeed se hi zindagi khushgawar banti hai.",
    "by": ""
  },
  {
    "quote": "Sabr ek aisi sawaari hai jo apne sawaar ko kabhi girne nahin deti.",
    "by": ""
  },
  {
    "quote": "Sabr ek aisi sawaari hai jo museebat ke raste se jannat tak le jaati hai.",
    "by": ""
  },
  {
    "quote": "Sabr ek aisi sawari hai jo apne sawar ko kabhi girne nahi deti.",
    "by": ""
  },
  {
    "quote": "Sabr ek aisi sawari hai jo musibat ke raste se jannat tak le jaati hai.",
    "by": ""
  },
  {
    "quote": "Sabr ka phal hamesha meetha hota hai.",
    "by": ""
  },
  {
    "quote": "Sabr rakh, har andhera raasta roshni tak jaata hai.",
    "by": ""
  },
  {
    "quote": "Sabr wo phal hai jo har mausam mein meetha hota hai.",
    "by": ""
  },
  {
    "quote": "Sabr woh phal hai jo har mausam mein meetha hota hai.",
    "by": ""
  },
  {
    "quote": "Sachai se mooh morna apni pehchaan kho dena hai.",
    "by": ""
  },
  {
    "quote": "Sachai se muh modna apni pehchaan kho dena hai.",
    "by": ""
  },
  {
    "quote": "Sadiyon ki udaasi ka sabab poocha hai, tu kya jaane ek shakhs ki kami kya hoti hai.",
    "by": ""
  },
  {
    "quote": "Safar unhi ka hai jo manzilon se nahin darte.",
    "by": ""
  },
  {
    "quote": "Sahi waqt par chhup rehna bhi aqalmandi hoti hai.",
    "by": ""
  },
  {
    "quote": "Sahih faisle aksar tanha log hi karte hain.",
    "by": ""
  },
  {
    "quote": "Shaam bhi thi dhuan dhuan, husn bhi tha udaas udaas, dil ko kahaani yaad si, aur na kahaani yaad si.",
    "by": ""
  },
  {
    "quote": "Sitaron se aage jahan aur bhi hain, abhi ishq ke imtihaan aur bhi hain.",
    "by": ""
  },
  {
    "quote": "Sitaron se aage jahan aur bhi hain, abhi ishq ke imtihan aur bhi hain.",
    "by": "Allama Iqbal"
  },
  {
    "quote": "Soch badalne se taqdeer badal jaati hai.",
    "by": ""
  },
  {
    "quote": "Tajurba woh kaamyabi hai jo ghaltion ki lagan se milti hai.",
    "by": ""
  },
  {
    "quote": "Tajurba woh kamyabi hai jo ghaltion ki lagan se milti hai.",
    "by": ""
  },
  {
    "quote": "Tajurba woh kamyabi hai jo ghaltiyon ki lagan se milti hai.",
    "by": ""
  },
  {
    "quote": "Talash karne walon ko aur bhi talaash milti hai.",
    "by": ""
  },
  {
    "quote": "Tanhaai bhi ek daulat hai, jab tak samajhne wale na hon.",
    "by": ""
  },
  {
    "quote": "Tanhai bhi ek daulat hai, jab tak samajhne wale na hon.",
    "by": ""
  },
  {
    "quote": "Tanhai bhi ek daulat hai, jab tak samajhne wale na hoon.",
    "by": ""
  },
  {
    "quote": "Tanhai ko samajhne wale log kam milte hain.",
    "by": ""
  },
  {
    "quote": "Tere maathe pe yeh aanchal bohat hi khoob hai lekin, tu is aanchal se ek parcham bana leti to achha tha.",
    "by": "Asrarul Haq Majaz"
  },
  {
    "quote": "Tu shahin hai parwaaz hai kaam tera, tere saamne aasman aur bhi hain.",
    "by": ""
  },
  {
    "quote": "Tum chhup jaate ho, lekin dard bol uthta hai.",
    "by": ""
  },
  {
    "quote": "Tumhara dard tumhara hai; log sirf afsos karte hain.",
    "by": ""
  },
  {
    "quote": "Tumhara sabr hi tumhari raah roshan karta hai.",
    "by": ""
  },
  {
    "quote": "Tumhare iraade agar mazboot hain to har mushkil raasta aasaan lagta hai.",
    "by": ""
  },
  {
    "quote": "Tumhare irade agar mazboot hain to har mushkil rasta aasaan lagta hai.",
    "by": ""
  },
  {
    "quote": "Tumhari asal hasti tumhari soch hai, baqi to sirf haddiyaan aur khaali gosht hai.",
    "by": "Maulana Rūmīؒ"
  },
  {
    "quote": "Tumhari ghaltiyan bhi tumhein sachai tak le ja sakti hain.",
    "by": "Maulana Rūmīؒ"
  },
  {
    "quote": "Umeed ki kiran se dil ka andhera roshan hota hai.",
    "by": ""
  },
  {
    "quote": "Umeed se girna takleef deta hai, lekin umeed chhod dena zindagi cheen leta hai.",
    "by": ""
  },
  {
    "quote": "Umeed se girna takleef deta hai, lekin umeed chhod dena zindagi chheen leta hai.",
    "by": ""
  },
  {
    "quote": "Umeed zinda rakhna, chahe har dar band kyun na ho.",
    "by": ""
  },
  {
    "quote": "Un ke dekhe se jo aa jati hai muh par raunak, wo samajhte hain ke bemaar ka haal achha hai.",
    "by": ""
  },
  {
    "quote": "Waqt ka chakr kabhi thotha nahin chalta.",
    "by": ""
  },
  {
    "quote": "Waqt ka sabak ye hai — sab kuch guzar jaata hai.",
    "by": ""
  },
  {
    "quote": "Waqt ka sabak yeh hai — sab kuch guzar jaata hai.",
    "by": ""
  },
  {
    "quote": "Waqt ki parakh sab kuch bayaan kar deti hai.",
    "by": ""
  },
  {
    "quote": "Waqt kisi ka nahi hota, bas dikhawa karta hai.",
    "by": ""
  },
  {
    "quote": "Waqt sab kuch sikha deta hai, bas sabr ki zaroorat hoti hai.",
    "by": ""
  },
  {
    "quote": "Waqt sab kuch sikha deta hai, bas sabr ki zarurat hoti hai.",
    "by": ""
  },
  {
    "quote": "Waqt to waqt par badalta hai, lekin insaan kisi bhi vaqt badal sakta hai.",
    "by": ""
  },
  {
    "quote": "Waqt to waqt par badalta hai, lekin insaan kisi bhi waqt badal sakta hai.",
    "by": ""
  },
  {
    "quote": "Waqt to waqt par badalta hai, lekin insan kisi bhi waqt badal sakta hai.",
    "by": ""
  },
  {
    "quote": "Wo baat kar jo tere zakham ko marham bana de.",
    "by": ""
  },
  {
    "quote": "Wo to khushboo hai hawaon mein bikhar jaayega, mas’ala phool ka hai phool kidhar jaayega.",
    "by": ""
  },
  {
    "quote": "Woh baat kar jo tere zakhm ko marham bana de.",
    "by": ""
  },
  {
    "quote": "Ye mujhe chain kyun nahin padta, ek hi shakhs tha jahaan mein kya.",
    "by": ""
  },
  {
    "quote": "Ye mujhe chain kyun nahin padta, ek hi shakhs tha jahan mein kya.",
    "by": ""
  },
  {
    "quote": "Ye na thi hamari qismat ke visaal-e-yaar hota, agar aur jeete rehte yahi intezaar hota.",
    "by": ""
  },
  {
    "quote": "Yeh kah ke dil ne mere hausle badhae hain, ghamon ki dhoop ke aage khushi ke saaye hain.",
    "by": "Mahirul Qadri"
  },
  {
    "quote": "Yeh na thi hamari qismat ke visaal-e-yaar hota, Agar aur jeete rahte yahi intezaar hota.",
    "by": "Mirza Ghalib"
  },
  {
    "quote": "Zahre bhare yeh rishte, hiwa tootne se pehle toot jaate hain.",
    "by": ""
  },
  {
    "quote": "Zakhmon se dar nahin lagta, darr lagta hai gehra honay se.",
    "by": ""
  },
  {
    "quote": "Zara nam ho to ye mitti badi zarkhez hai saaqi.",
    "by": ""
  },
  {
    "quote": "Zara num ho to ye mitti badi zarkhez hai saqi.",
    "by": ""
  },
  {
    "quote": "Zehar bhi asar karta hai agar waqt par diya jaye.",
    "by": ""
  },
  {
    "quote": "Zid karne walon ko manzilen asaani se milti hain.",
    "by": ""
  },
  {
    "quote": "Zindagi aksar unhein samajhne mein guzar jaati hai jo samajh hi nahi paate.",
    "by": ""
  },
  {
    "quote": "Zindagi aksar unhein samajhne mein guzarti hai jo samajh hi nahin paate.",
    "by": ""
  },
  {
    "quote": "Zindagi bhar ehsas-e-dard ke aansu hain, phir bhi raat ke baad savera aati hai.",
    "by": ""
  },
  {
    "quote": "Zindagi ek daura hai, himmat se poora karo; kismet do kadam peeche hogi.",
    "by": ""
  },
  {
    "quote": "Zindagi ganit ka sawal nahi jiska jawab maloom ho sake.",
    "by": ""
  },
  {
    "quote": "Zindagi jeene ke do hi tareeqe hain — ek woh jo ho raha hai usse bardasht karo, doosra zimmedari uthao use badalne ki.",
    "by": ""
  },
  {
    "quote": "Zindagi ka asal hunar, har haal mein muskuraana hai.",
    "by": ""
  },
  {
    "quote": "Zindagi ka asal maza tab hai jab aap kisi ke liye farq la sakain.",
    "by": ""
  },
  {
    "quote": "Zindagi ka asal maza tab hai jab aap kisi ke liye farq la sakein.",
    "by": ""
  },
  {
    "quote": "Zindagi ka asal maza tab hai jab aap kisi ke liye farq la saken.",
    "by": ""
  },
  {
    "quote": "Zindagi ka husn us waqt samajh aata hai jab waqt nikal jaata hai.",
    "by": ""
  },
  {
    "quote": "Zindagi ka raaz sirf khush rehna hai.",
    "by": ""
  },
  {
    "quote": "Zindagi kisi ke intezaar mein guzarna bhi ek fun hai.",
    "by": ""
  },
  {
    "quote": "Zindagi kisi ke liye rukti nahi, waqt har zakhm bhar deta hai.",
    "by": ""
  },
  {
    "quote": "Zindagi kisi ke liye rukti nahin, waqt har zakham bhar deta hai.",
    "by": ""
  },
  {
    "quote": "Zindagi kisi ke liye rukti nahin; waqt har zakham bhar deta hai.",
    "by": ""
  },
  {
    "quote": "Zindagi mein har shakhs tumhara humsafar nahi hota.",
    "by": ""
  },
  {
    "quote": "Zindagi riyazi ka sawaal nahin jiska jawab maloom ho sake.",
    "by": ""
  },
  {
    "quote": "Zindagi se yahi gila hai mujhe, tu bohat der se mila hai mujhe.",
    "by": ""
  },
  {
    "quote": "Zindagi us waqt behtareen hoti hai jab aap khud ko samajhne lagte hain.",
    "by": ""
  },
  {
    "quote": "Zindagi woh kitaab hai jo tajurbon se likhi jaati hai.",
    "by": ""
  }
]
